Repository: django-commons/django-typer
Catalog: django_typer/locale/*/LC_MESSAGES/django.po
Languages: af, ar, az, be, bg, bn, bs, ca, ckb, da, de, eo, et, eu, fa, fi, ga, gd, gl, he, hi, hr, hu, id, is, it, ja, ka, kk, kn, ko, ky, lt, lv, mk, ml, mn, mr, ms, nb, ne, nl, pa, pl, pt_br, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ur, vi, zh_hans, zh_hant

source: The python import path to a fallback complete function to use when the completion command is not a TyperCommand. By default, the builtin django autocomplete function is used.
af: Die luislang-invoerpad na &#39;n terugval volledige funksie om te gebruik wanneer die voltooiingsopdrag nie &#39;n TyperCommand is nie. By verstek word die ingeboude django-outovoltooi-funksie gebruik.
ar: مسار استيراد بايثون إلى وظيفة الإكمال الاحتياطية لاستخدامها عندما لا يكون أمر الإكمال أمرًا من نوع TyperCommand. بشكل افتراضي، يتم استخدام وظيفة الإكمال التلقائي المدمجة في django.
az: Tamamlama əmri TyperCommand olmadığı zaman istifadə etmək üçün python tam funksiyaya tam idxal yolu. Varsayılan olaraq, daxili django avtomatik tamamlama funksiyası istifadə olunur.
be: Шлях імпарту Python да запасной поўнай функцыі для выкарыстання, калі каманда завяршэння не з&#39;яўляецца TyperCommand. Па змаўчанні выкарыстоўваецца ўбудаваная функцыя аўтазапаўнення django.
bg: Пътят за импортиране на Python към резервна пълна функция, която да се използва, когато командата за завършване не е TyperCommand. По подразбиране се използва вградената функция за автоматично довършване на django.
bn: যখন সমাপ্তি কমান্ডটি TyperCommand না হয় তখন একটি ফলব্যাক সম্পূর্ণ ফাংশনের জন্য পাইথন আমদানি পথ ব্যবহার করা হয়। ডিফল্টরূপে, বিল্টইন django অটোকমপ্লিট ফাংশন ব্যবহার করা হয়।
bs: Putanja za uvoz python-a do funkcije dovršetka zamjene za korištenje kada naredba dovršetka nije TyperCommand. Po defaultu se koristi ugrađena django funkcija autodovršavanja.
ca: La ruta d&#39;importació de Python a una funció completa alternativa per utilitzar-la quan l&#39;ordre de finalització no és un TyperCommand. Per defecte, s&#39;utilitza la funció d&#39;autocompletar django integrada.
ckb: ڕێڕەوی هاوردەکردنی پایتۆن بۆ فەنکشنێکی تەواوکردنی fallback بۆ بەکارهێنان کاتێک فەرمانی تەواوکردن TyperCommand نییە. بە شێوەیەکی بنەڕەتی، فەنکشنی builtin django autocomplete بەکاردەهێنرێت.
da: Python-importstien til en fallback-fuldførelsesfunktion, der skal bruges, når fuldførelseskommandoen ikke er en TyperCommand. Som standard bruges den indbyggede django-autofuldførelsesfunktion.
de: Der Python-Importpfad zu einer Fallback-Vervollständigungsfunktion, die verwendet werden soll, wenn der Vervollständigungsbefehl kein TyperCommand ist. Standardmäßig wird die integrierte Django-Autovervollständigungsfunktion verwendet.
eo: La python-importvojo al rezerva kompleta funkcio por uzi kiam la finkomando ne estas TyperCommand. Defaŭlte, la enkonstruita django aŭtokompleta funkcio estas uzata.
et: Pythoni imporditee varu lõpetamise funktsioonile, mida kasutatakse juhul, kui lõpetamiskäsk ei ole TyperCommand. Vaikimisi kasutatakse sisseehitatud django automaatse täitmise funktsiooni.
eu: Osatzeko komandoa TyperCommand bat ez denean erabiltzeko, python-en inportazio-bidea. Lehenespenez, integratutako django osatze automatikoko funtzioa erabiltzen da.
fa: مسیر وارد کردن پایتون به یک تابع کامل بازگشتی برای استفاده زمانی که دستور تکمیل یک TyperCommand نیست. به طور پیش فرض، از تابع داخلی جنگو تکمیل خودکار استفاده می شود.
fi: Python-tuontipolku varavalmistustoimintoon, jota käytetään, kun täydennyskomento ei ole TyperCommand. Oletuksena käytetään sisäänrakennettua djangon automaattista täydennystoimintoa.
ga: An cosán iompórtála python chuig feidhm iomlán chúltaca le húsáid nuair nach TyperCommand an t-ordú críochnaithe. De réir réamhshocraithe, úsáidtear an fheidhm autocomplete django builtin.
gd: An t-slighe in-mhalairt python gu gnìomh coileanta tuiteam air ais ri chleachdadh nuair nach e TyperCommand an àithne crìochnachaidh. Gu gnàthach, thèid an gnìomh fèin-choileanta django togte a chleachdadh.
gl: O camiño de importación de Python a unha función completa alternativa para usar cando o comando de finalización non é un TyperCommand. Por defecto, utilízase a función de autocompletar integrada de django.
he: נתיב הייבוא של python לפונקציה השלמה fallback לשימוש כאשר פקודת ההשלמה אינה TyperCommand. כברירת מחדל, נעשה שימוש בפונקציית ההשלמה האוטומטית המובנית של django.
hi: जब पूर्णता आदेश TyperCommand नहीं होता है, तो उपयोग करने के लिए फ़ॉलबैक पूर्ण फ़ंक्शन के लिए पायथन आयात पथ। डिफ़ॉल्ट रूप से, अंतर्निहित django स्वतः पूर्ण फ़ंक्शन का उपयोग किया जाता है।
hr: Python uvozna staza do zamjenske dovršene funkcije koja se koristi kada naredba dovršetka nije TyperCommand. Prema zadanim postavkama koristi se ugrađena funkcija django autocomplete.
hu: A python importálási elérési útja egy tartalék teljes függvényhez, amelyet akkor kell használni, ha a befejezési parancs nem TyperCommand. Alapértelmezés szerint a beépített django automatikus kiegészítés funkciót használja.
id: Jalur impor python ke fungsi fallback complete yang akan digunakan saat perintah completion bukan TyperCommand. Secara default, fungsi bawaan django autocomplete digunakan.
is: Python-innflutningsslóðin að fullkomnu fallbackfalli til að nota þegar frágangsskipunin er ekki TyperCommand. Sjálfgefið er að innbyggða django sjálfvirka útfyllingaraðgerðin er notuð.
it: Il percorso di importazione python per una funzione fallback complete da usare quando il comando completion non è un TyperCommand. Per impostazione predefinita, viene usata la funzione django autocomplete integrata.
ja: 補完コマンドが TyperCommand でない場合に、使用するフォールバック補完関数への Python インポート パス。デフォルトでは、組み込みの django オートコンプリート関数が使用されます。
ka: პითონის იმპორტის გზა სარეზერვო სრულ ფუნქციამდე გამოსაყენებლად, როდესაც დასრულების ბრძანება არ არის TyperCommand. ნაგულისხმევად გამოიყენება ჩაშენებული django ავტომატური შევსების ფუნქცია.
kk: Аяқтау пәрмені TyperCommand болмаған кезде пайдалану үшін қосалқы толық функцияға питон импорттау жолы. Әдепкі бойынша, кірістірілген джанго автотолтыру функциясы пайдаланылады.
kn: ಪೂರ್ಣಗೊಳಿಸುವಿಕೆ ಆಜ್ಞೆಯು TyperCommand ಆಗಿರದಿದ್ದಾಗ ಬಳಸಬೇಕಾದ ಫಾಲ್‌ಬ್ಯಾಕ್ ಸಂಪೂರ್ಣ ಕಾರ್ಯಕ್ಕೆ ಪೈಥಾನ್ ಆಮದು ಮಾರ್ಗ. ಪೂರ್ವನಿಯೋಜಿತವಾಗಿ, ಅಂತರ್ನಿರ್ಮಿತ django ಸ್ವಯಂಪೂರ್ಣತೆ ಕಾರ್ಯವನ್ನು ಬಳಸಲಾಗುತ್ತದೆ.
ko: 완료 명령이 TyperCommand가 아닐 때 사용할 폴백 완료 함수에 대한 파이썬 가져오기 경로입니다. 기본적으로 내장된 django 자동완성 함수가 사용됩니다.
ky: Аяктоо буйругу TyperCommand болбогондо колдонуу үчүн кайра толук функцияга python импорттоо жолу. Демейки боюнча, курулган джанго автотолтуру функциясы колдонулат.
lt: Python importavimo kelias į atsarginę užbaigimo funkciją, kurią reikia naudoti, kai užbaigimo komanda nėra „TyperCommand“. Pagal numatytuosius nustatymus naudojama integruota django automatinio užbaigimo funkcija.
lv: Python importēšanas ceļš uz atkāpšanās pabeigšanas funkciju, ko izmantot, ja pabeigšanas komanda nav TyperCommand. Pēc noklusējuma tiek izmantota iebūvētā django automātiskās pabeigšanas funkcija.
mk: Патеката за увоз на python до резервната комплетна функција за користење кога командата за завршување не е TyperCommand. Стандардно, се користи вградената функција за автоматско комплетирање django.
ml: കംപ്ലീഷൻ കമാൻഡ് ഒരു TyperCommand അല്ലാത്തപ്പോൾ ഉപയോഗിക്കേണ്ട ഫാൾബാക്ക് കംപ്ലീറ്റ് ഫംഗ്ഷനിലേക്കുള്ള പൈത്തൺ ഇംപോർട്ട് പാത്ത്. ഡിഫോൾട്ടായി, ബിൽറ്റ്-ഇൻ django ഓട്ടോകംപ്ലീറ്റ് ഫംഗ്ഷൻ ഉപയോഗിക്കുന്നു.
mn: Дуусгах команд нь TyperCommand биш үед ашиглах бүрэн гүйцэд функц руу питон импортын зам. Анхдагч байдлаар, суурилуулсан django автомат гүйцээх функцийг ашигладаг.
mr: जेव्हा कम्प्लीशन कमांड टायपरकमांड नसेल तेव्हा फॉलबॅक कम्प्लीट फंक्शनचा पायथॉन इम्पोर्ट पाथ वापरला जातो. डिफॉल्टनुसार, बिल्टइन डीजेंगो ऑटोकम्प्लीट फंक्शन वापरले जाते.
ms: Laluan import python ke fungsi lengkap sandaran untuk digunakan apabila arahan penyiapan bukan TyperCommand. Secara lalai, fungsi autolengkap django terbina dalam digunakan.
nb: Python-importbanen til en fullført reservefunksjon som skal brukes når fullføringskommandoen ikke er en TyperCommand. Som standard brukes den innebygde django-autofullføringsfunksjonen.
ne: कम्प्लीसन कमाण्ड टाइपरकमान्ड नभएको बेला प्रयोग गर्नको लागि फलब्याक कम्प्लीट फंक्शनमा पाइथन आयात मार्ग। पूर्वनिर्धारित रूपमा, बिल्टइन django अटोकम्प्लीट फंक्शन प्रयोग गरिन्छ।
nl: Het python import pad naar een fallback complete functie om te gebruiken wanneer de completion command geen TyperCommand is. Standaard wordt de ingebouwde django autocomplete functie gebruikt.
pa: ਫਾਲਬੈਕ ਕੰਪਲੀਟ ਫੰਕਸ਼ਨ ਲਈ ਪਾਈਥਨ ਇੰਪੋਰਟ ਪਾਥ, ਜਦੋਂ ਕੰਪਲੀਟੇਸ਼ਨ ਕਮਾਂਡ ਟਾਈਪਰਕਮਾਂਡ ਨਹੀਂ ਹੁੰਦੀ, ਤਾਂ ਵਰਤੀ ਜਾਂਦੀ ਹੈ। ਡਿਫਾਲਟ ਰੂਪ ਵਿੱਚ, ਬਿਲਟਇਨ ਡੀਜੈਂਗੋ ਆਟੋਕੰਪਲੀਟ ਫੰਕਸ਼ਨ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ।
pl: Ścieżka importu python do funkcji fallback complete do użycia, gdy polecenie uzupełniania nie jest poleceniem TyperCommand. Domyślnie używana jest wbudowana funkcja autouzupełniania django.
pt_br: O caminho de importação do python para uma função fallback complete a ser usada quando o comando de conclusão não for um TyperCommand. Por padrão, a função builtin django autocomplete é usada.
ro: Calea de import python către o funcție de rezervă completă de utilizat atunci când comanda de finalizare nu este un TyperCommand. În mod implicit, este utilizată funcția de completare automată django încorporată.
ru: Путь импорта python к резервной функции завершения, используемой, когда команда завершения не является TyperCommand. По умолчанию используется встроенная функция автозаполнения django.
sk: Cesta importu pythonu k záložnej kompletnej funkcii, ktorá sa má použiť, keď príkaz na dokončenie nie je TyperCommand. V predvolenom nastavení sa používa vstavaná funkcia automatického dopĺňania django.
sl: Uvozna pot python do nadomestne dokončane funkcije za uporabo, ko ukaz za dokončanje ni TyperCommand. Privzeto je uporabljena vgrajena funkcija samodokončanja django.
sq: Rruga e importimit të python në një funksion të plotë kthimi për t&#39;u përdorur kur komanda e përfundimit nuk është një TyperCommand. Si parazgjedhje, përdoret funksioni i integruar i plotësimit automatik të django.
sr: Путања за увоз питхон-а до резервне довршене функције која се користи када команда довршавања није ТиперЦомманд. Подразумевано се користи уграђена дјанго функција аутодовршавања.
sv: Python-importsökvägen till en komplett reservfunktion som ska användas när completion-kommandot inte är ett TyperCommand. Som standard används den inbyggda django autocomplete-funktionen.
sw: Njia ya kuingiza chatu kwa kazi kamili ya kurudi nyuma kutumia wakati amri ya kukamilisha sio TyperCommand. Kwa chaguo-msingi, kitendakazi cha kukamilisha kiotomatiki cha django kinatumika.
ta: complete கட்டளை TyperCommand ஆக இல்லாதபோது, fallback complete செயல்பாட்டிற்கான python இறக்குமதி பாதையைப் பயன்படுத்த வேண்டும். முன்னிருப்பாக, உள்ளமைக்கப்பட்ட django autocomplete செயல்பாடு பயன்படுத்தப்படுகிறது.
te: కంప్లీషన్ కమాండ్ TyperCommand కానప్పుడు ఉపయోగించాల్సిన ఫాల్‌బ్యాక్ కంప్లీట్ ఫంక్షన్‌కు పైథాన్ దిగుమతి మార్గం. డిఫాల్ట్‌గా, అంతర్నిర్మిత django ఆటోకంప్లీట్ ఫంక్షన్ ఉపయోగించబడుతుంది.
th: เส้นทางการนำเข้า Python ไปยังฟังก์ชันกรอกแบบสำรองที่จะใช้เมื่อคำสั่งกรอกไม่ใช่ TyperCommand โดยค่าเริ่มต้น จะใช้ฟังก์ชันกรอกอัตโนมัติของ Django
tr: Tamamlama komutu bir TyperCommand olmadığında kullanılacak bir geri dönüş tamamlama işlevine giden python içe aktarma yolu. Varsayılan olarak, yerleşik django otomatik tamamlama işlevi kullanılır.
ur: جب تکمیل کمانڈ TyperCommand نہیں ہے تو استعمال کرنے کے لیے فال بیک مکمل فنکشن کے لیے python درآمد کا راستہ۔ پہلے سے طے شدہ طور پر، بلٹ ان جینگو آٹوکمپلیٹ فنکشن استعمال ہوتا ہے۔
vi: Đường dẫn nhập python đến hàm hoàn thành dự phòng để sử dụng khi lệnh hoàn thành không phải là TyperCommand. Theo mặc định, hàm tự động hoàn thành django tích hợp được sử dụng.
zh_hans: 当完成命令不是 TyperCommand 时使用的后备完成函数的 python 导入路径。默认情况下，使用内置的 django 自动完成函数。
zh_hant: 當完成指令不是 TyperCommand 時所使用的後備完成函數的 python 導入路徑。預設情況下，使用內建的 django 自動完成功能。

source: Show program's version number and exit.
af: Wys program se weergawenommer en gaan uit.
ar: إظهار رقم إصدار البرنامج والخروج.
az: Proqramın versiya nömrəsini göstərin və çıxın.
be: Паказаць нумар версіі праграмы і выйсці.
bg: Показване на номера на версията на програмата и изход.
bn: প্রোগ্রামের সংস্করণ নম্বর দেখান এবং প্রস্থান করুন।
bs: Prikažite broj verzije programa i izađite.
ca: Mostra el número de versió del programa i surt.
ckb: ژمارەی وەشانی بەرنامەکە پیشان بدە و دەربکە.
da: Vis programmets versionsnummer og afslut.
de: Versionsnummer des Programms anzeigen und beenden.
eo: Montru la numeron de versio de programo kaj eliru.
et: Näidake programmi versiooninumbrit ja väljuge.
eu: Erakutsi programaren bertsio-zenbakia eta irten.
fa: نمایش شماره نسخه برنامه و خروج.
fi: Näytä ohjelman versionumero ja poistu.
ga: Taispeáin uimhir leagain an chláir agus scoir.
gd: Seall àireamh tionndaidh a’ phrògraim agus fàgail.
gl: Mostra o número de versión do programa e sae.
he: הצג את מספר הגרסה של התוכנית וצא.
hi: प्रोग्राम का संस्करण संख्या दिखाएं और बाहर निकलें.
hr: Prikaži broj verzije programa i izađi.
hu: Mutassa meg a program verziószámát és lépjen ki.
id: Tampilkan nomor versi program dan keluar.
is: Sýna útgáfunúmer forritsins og hætta.
it: Mostra il numero di versione del programma ed esce.
ja: プログラムのバージョン番号を表示して終了します。
ka: პროგრამის ვერსიის ნომრის ჩვენება და გასვლა.
kk: Бағдарламаның нұсқа нөмірін көрсетіп, шығыңыз.
kn: ಪ್ರೋಗ್ರಾಂನ ಆವೃತ್ತಿ ಸಂಖ್ಯೆಯನ್ನು ತೋರಿಸಿ ಮತ್ತು ನಿರ್ಗಮಿಸಿ.
ko: 프로그램의 버전 번호를 표시하고 종료합니다.
ky: Программанын версия номерин көрсөтүү жана чыгуу.
lt: Rodyti programos versijos numerį ir išeiti.
lv: Parādiet programmas versijas numuru un izejiet.
mk: Покажете го бројот на верзијата на програмата и излезете.
ml: പ്രോഗ്രാമിന്റെ പതിപ്പ് നമ്പർ കാണിച്ച് പുറത്തുകടക്കുക.
mn: Програмын хувилбарын дугаарыг үзүүлж, гарна уу.
mr: प्रोग्रामचा आवृत्ती क्रमांक दाखवा आणि बाहेर पडा.
ms: Tunjukkan nombor versi program dan keluar.
nb: Vis programmets versjonsnummer og avslutt.
ne: कार्यक्रमको संस्करण नम्बर देखाउनुहोस् र बाहिर निस्कनुहोस्।
nl: Toon het versienummer van het programma en sluit af.
pa: ਪ੍ਰੋਗਰਾਮ ਦਾ ਵਰਜਨ ਨੰਬਰ ਦਿਖਾਓ ਅਤੇ ਬਾਹਰ ਜਾਓ।
pl: Wyświetla numer wersji programu i wychodzi.
pt_br: Mostra o número da versão do programa e sai.
ro: Afișați numărul versiunii programului și ieșiți.
ru: Показать номер версии программы и выйти.
sk: Zobrazte číslo verzie programu a ukončite ho.
sl: Pokaži številko različice programa in zapusti.
sq: Shfaq numrin e versionit të programit dhe dil.
sr: Прикажите број верзије програма и изађите.
sv: Visa programmets versionsnummer och avsluta.
sw: Onyesha nambari ya toleo la programu na uondoke.
ta: நிரலின் பதிப்பு எண்ணைக் காட்டி வெளியேறவும்.
te: ప్రోగ్రామ్ యొక్క వెర్షన్ నంబర్ చూపించి నిష్క్రమించండి.
th: แสดงหมายเลขเวอร์ชันของโปรแกรมและออก
tr: Programın versiyon numarasını göster ve çık.
ur: پروگرام کا ورژن نمبر دکھائیں اور باہر نکلیں۔
vi: Hiển thị số phiên bản của chương trình và thoát.
zh_hans: 显示程序的版本号并退出。
zh_hant: 顯示程式的版本號並退出。

source: Verbosity level; 0=minimal output, 1=normal output, 2=verbose output, 3=very verbose output
af: Verbosity vlak; 0 = minimale uitset, 1 = normale uitvoer, 2 = verbose uitvoer, 3 = baie verbose uitvoer
ar: مستوى الإسهاب؛ 0=إخراج الحد الأدنى، 1=إخراج عادي، 2=إخراج مطول، 3=إخراج مطول للغاية
az: Genişlik səviyyəsi; 0=minimal çıxış, 1=normal çıxış, 2=ətraflı çıxış, 3=çox ətraflı çıxış
be: Узровень шматслоўя; 0=мінімальны вывад, 1=нармальны вывад, 2=падрабязны вывад, 3=вельмі падрабязны вывад
bg: Ниво на многословност; 0=минимален изход, 1=нормален изход, 2=подробен изход, 3=много подробен изход
bn: শব্দভান্ডারের মাত্রা; ০=সর্বনিম্ন আউটপুট, ১=স্বাভাবিক আউটপুট, ২=শব্দভান্ডারের আউটপুট, ৩=খুব শব্দভান্ডারের আউটপুট
bs: Nivo opširnosti; 0 = minimalni izlaz, 1 = normalan izlaz, 2 = opsežan izlaz, 3 = vrlo opsežan izlaz
ca: Nivell de verbositat; 0 = sortida mínima, 1 = sortida normal, 2 = sortida detallada, 3 = sortida molt detallada
ckb: ئاستی قسەکردن؛ 0=کەمترین دەرچوون، 1=دەرئەنجامی ئاسایی، 2=دەرئەنجامی قسەخۆش، 3=دەرئەنجامی زۆر قسەخۆش
da: Spørgsmålsniveau; 0 = minimal output, 1 = normal output, 2 = verbose output, 3 = meget verbose output
de: Ausführlichkeitsgrad: 0 = minimale Ausgabe, 1 = normale Ausgabe, 2 = ausführliche Ausgabe, 3 = sehr ausführliche Ausgabe
eo: Vorteca nivelo; 0=minimuma eligo, 1=normala eligo, 2=vorta eligo, 3=tre vorta eligo
et: Paljusõnalisuse tase; 0 = minimaalne väljund, 1 = tavaline väljund, 2 = paljusõnaline väljund, 3 = väga üksikasjalik väljund
eu: Hitzezkotasun maila; 0 = irteera minimoa, 1 = irteera normala, 2 = irteera hitza, 3 = irteera oso zehatza
fa: سطح پرحرفی؛ 0=خروجی حداقل، 1=خروجی عادی، 2=خروجی پرمخاطب، 3=خروجی بسیار پرمخاطب
fi: Monisanaisuustaso; 0 = pieni tulos, 1 = normaali tulos, 2 = monisanainen tulos, 3 = erittäin monisanainen tulos
ga: Leibhéal briathrachais; 0=aschur íosta, 1=gnáth-aschur, 2=aschur briathartha, 3=aschur an-bhriathrach
gd: Ìre briathrachais; 0 = toradh as ìsle, 1 = toradh àbhaisteach, 2 = toradh gnìomhair, 3 = toradh fìor bhriathrach
gl: Nivel de verbosidade; 0 = saída mínima, 1 = saída normal, 2 = saída detallada, 3 = saída moi detallada
he: רמת מילולית; 0=פלט מינימלי, 1=פלט נורמלי, 2=פלט מילולי, 3=פלט מאוד מילולי
hi: शब्दाडंबर स्तर; 0=न्यूनतम आउटपुट, 1=सामान्य आउटपुट, 2=विस्तृत आउटपुट, 3=अत्यंत विस्तृत आउटपुट
hr: Razina opširnosti; 0=minimalni izlaz, 1=normalan izlaz, 2=opširni izlaz, 3=vrlo opširan izlaz
hu: Bőbeszédűségi szint; 0=minimális kimenet, 1=normál kimenet, 2=bőbeszédű kimenet, 3=nagyon bőbeszédű kimenet
id: Tingkat verbositas; 0=output minimal, 1=output normal, 2=output verbositas, 3=output sangat verbositas
is: Orðræðnistig; 0=lágmarksframleiðsla, 1=venjuleg framleiðsla, 2=mörg framleiðsla, 3=mjög margræð framleiðsla
it: Livello di verbosità; 0=output minimo, 1=output normale, 2=output dettagliato, 3=output molto dettagliato
ja: 詳細レベル。0 = 最小限の出力、1 = 通常の出力、2 = 詳細出力、3 = 非常に詳細な出力
ka: მეტყველების დონე; 0=მინიმალური გამომავალი, 1=ნორმალური გამომავალი, 2=სიტყვიერი გამომავალი, 3=ძალიან სიტყვიერი გამომავალი
kk: Көп сөздік деңгейі; 0=ең аз шығыс, 1=қалыпты шығыс, 2=толық шығыс, 3=өте егжей-тегжейлі шығыс
kn: ಮಾತಿನ ತೀವ್ರತೆಯ ಮಟ್ಟ; 0=ಕನಿಷ್ಠ ಔಟ್‌ಪುಟ್, 1=ಸಾಮಾನ್ಯ ಔಟ್‌ಪುಟ್, 2=ಅತಿಹೆಚ್ಚು ಮಾತಿನ ಔಟ್‌ಪುಟ್, 3=ತುಂಬಾ ಮಾತಿನ ಔಟ್‌ಪುಟ್
ko: 자세한 수준; 0=최소 출력, 1=정상 출력, 2=자세한 출력, 3=매우 자세한 출력
ky: Айтылуу деңгээли; 0 = минималдуу чыгаруу, 1 = нормалдуу чыгаруу, 2 = толук чыгаруу, 3 = абдан так чыгаруу
lt: Daugiažodiškumo lygis; 0 = minimali išvestis, 1 = įprasta išvestis, 2 = išsami išvestis, 3 = labai išsami išvestis
lv: Daudzvārdības līmenis; 0 = minimāla izvade, 1 = parasta izvade, 2 = detalizēta izvade, 3 = ļoti detalizēta izvade
mk: Ниво на гласност; 0=минимален излез, 1=нормален излез, 2=пребирлив излез, 3=многу опширен излез
ml: വെർബോസിറ്റി ലെവൽ; 0=മിനിമൽ ഔട്ട്‌പുട്ട്, 1=നോർമൽ ഔട്ട്‌പുട്ട്, 2=വെർബോസ് ഔട്ട്‌പുട്ട്, 3=വളരെ വെർബോസ് ഔട്ട്‌പുട്ട്
mn: Товч ярианы түвшин; 0 = хамгийн бага гаралт, 1 = хэвийн гаралт, 2 = дэлгэрэнгүй гаралт, 3 = маш дэлгэрэнгүй гаралт
mr: शब्दसंग्रह पातळी; ० = किमान आउटपुट, १ = सामान्य आउटपुट, २ = शब्दसंग्रह आउटपुट, ३ = खूप शब्दसंग्रह आउटपुट
ms: Tahap keterlaluan; 0=output minimum, 1=output normal, 2=output verbose, 3=output sangat verbose
nb: Spredningsnivå; 0=minimal utgang, 1=normal utgang, 2=ordlig utgang, 3=svært detaljert utgang
ne: शब्दावलम्बन स्तर; ०=न्यूनतम आउटपुट, १=सामान्य आउटपुट, २=भर्बोज आउटपुट, ३=धेरै शब्दावलम्बन आउटपुट
nl: Verbosity-niveau; 0 = minimale output, 1 = normale output, 2 = uitgebreide output, 3 = zeer uitgebreide output
pa: ਵਰਬੋਸਿਟੀ ਲੈਵਲ; 0=ਘੱਟੋ-ਘੱਟ ਆਉਟਪੁੱਟ, 1=ਆਮ ਆਉਟਪੁੱਟ, 2=ਵਰਬੋਸ ਆਉਟਪੁੱਟ, 3=ਬਹੁਤ ਵਰਬੋਸ ਆਉਟਪੁੱਟ
pl: Poziom szczegółowości; 0 = minimalne wyjście, 1 = normalne wyjście, 2 = szczegółowe wyjście, 3 = bardzo szczegółowe wyjście
pt_br: Nível de verbosidade; 0=saída mínima, 1=saída normal, 2=saída detalhada, 3=saída muito detalhada
ro: Nivel de verbozitate; 0=ieșire minimă, 1=ieșire normală, 2=ieșire verbală, 3=ieșire foarte pronunțată
ru: Уровень детализации: 0=минимальный вывод, 1=нормальный вывод, 2=подробный вывод, 3=очень подробный вывод
sk: Úroveň výrečnosti; 0 = minimálny výstup, 1 = normálny výstup, 2 = podrobný výstup, 3 = veľmi podrobný výstup
sl: Raven besednosti; 0=minimalni izpis, 1=normalen izpis, 2=podroben izpis, 3=zelo podroben izpis
sq: Niveli i foljes; 0=dalja minimale, 1=dalja normale, 2=dalja me fjalë, 3=dalja shumë e folur
sr: Ниво опширности; 0=минимални излаз, 1=нормалан излаз, 2=детаљни излаз, 3=веома опсежан излаз
sv: Verbosity nivå; 0=minimal utgång, 1=normal utgång, 2=verbose utgång, 3=mycket utförlig utgång
sw: Kiwango cha Verbosity; 0=matokeo kidogo, 1=tokeo la kawaida, 2=tokeo la kitenzi, 3=tokeo la kitenzi sana
ta: சொற்களஞ்சிய நிலை; 0 = குறைந்தபட்ச வெளியீடு, 1 = சாதாரண வெளியீடு, 2 = சொற்களஞ்சிய வெளியீடு, 3 = மிகவும் சொற்களஞ்சிய வெளியீடு
te: వెర్బోసిటీ స్థాయి; 0 = కనిష్ట అవుట్‌పుట్, 1 = సాధారణ అవుట్‌పుట్, 2 = వెర్బోస్ అవుట్‌పుట్, 3 = చాలా వెర్బోస్ అవుట్‌పుట్
th: ระดับความละเอียด 0=ผลลัพธ์ขั้นต่ำ, 1=ผลลัพธ์ปกติ, 2=ผลลัพธ์ความละเอียด, 3=ผลลัพธ์ความละเอียดมาก
tr: Ayrıntılılık düzeyi; 0=asgari çıktı, 1=normal çıktı, 2=ayrıntılı çıktı, 3=çok ayrıntılı çıktı
ur: لفظی سطح؛ 0=کم سے کم آؤٹ پٹ، 1=نارمل آؤٹ پٹ، 2=وربوز آؤٹ پٹ، 3=بہت وربوز آؤٹ پٹ
vi: Mức độ chi tiết; 0=đầu ra tối thiểu, 1=đầu ra bình thường, 2=đầu ra chi tiết, 3=đầu ra rất chi tiết
zh_hans: 详细程度；0=最小输出，1=正常输出，2=详细输出，3=非常详细输出
zh_hant: 詳細程度； 0=最小輸出，1=正常輸出，2=詳細輸出，3=非常詳細輸出
