Repository: django-commons/django-typer
Catalog: django_typer/locale/*/LC_MESSAGES/django.po
Languages: af, ar, az, be, bg, bn, bs, ca, ckb, da, de, eo, et, eu, fa, fi, ga, gd, gl, he, hi, hr, hu, id, is, it, ja, ka, kk, kn, ko, ky, lt, lv, mk, ml, mn, mr, ms, nb, ne, nl, pa, pl, pt_br, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ur, vi, zh_hans, zh_hant

source: The name of the django manage script to install autocompletion for if different than the script used to invoke this command.
af: Die naam van die django-bestuurskrip om outovoltooiing te installeer, indien anders as die skrip wat gebruik is om hierdie opdrag op te roep.
ar: اسم البرنامج النصي لإدارة django لتثبيت الإكمال التلقائي إذا كان مختلفًا عن البرنامج النصي المستخدم لاستدعاء هذا الأمر.
az: Django idarə skriptinin adı bu əmri çağırmaq üçün istifadə edilən skriptdən fərqli olduqda avtomatik tamamlamanı quraşdırmaq üçün.
be: Імя сцэнарыя кіравання django для ўсталёўкі аўтазапаўнення, калі адрозніваецца ад скрыпта, які выкарыстоўваецца для выкліку гэтай каманды.
bg: Името на скрипта за управление на django за инсталиране на автоматично довършване, ако е различно от скрипта, използван за извикване на тази команда.
bn: এই কমান্ডটি ব্যবহার করার জন্য ব্যবহৃত স্ক্রিপ্টের থেকে ভিন্ন হলে, স্বয়ংক্রিয় সমাপ্তি ইনস্টল করার জন্য জ্যাঙ্গো ম্যানেজ স্ক্রিপ্টের নাম।
bs: Ime skripte za upravljanje django za instalaciju automatskog dovršavanja ako se razlikuje od skripte koja se koristi za pozivanje ove naredbe.
ca: El nom de l&#39;script django manage per instal·lar l&#39;autocompleció si és diferent de l&#39;script utilitzat per invocar aquesta ordre.
ckb: ناوی سکریپتی بەڕێوەبردنی django بۆ دامەزراندنی تەواوکردنی ئۆتۆماتیکی بۆ ئەگەر جیاواز بێت لەو سکریپتە کە بۆ بانگهێشتکردنی ئەم فرمانە بەکارهاتووە.
da: Navnet på django-manager-scriptet til at installere autofuldførelse for, hvis det er anderledes end det script, der blev brugt til at påkalde denne kommando.
de: Der Name des Django-Verwaltungsskripts, für das die automatische Vervollständigung installiert werden soll, sofern er sich von dem zum Aufrufen dieses Befehls verwendeten Skript unterscheidet.
eo: La nomo de la django administri skripton por instali aŭtomatan kompletigon por se malsama ol la skripto uzata por alvoki ĉi tiun komandon.
et: Django haldamise skripti nimi, mille jaoks automaatse lõpetamise installimiseks kasutatakse, kui see erineb selle käsu käivitamiseks kasutatud skriptist.
eu: Osatze automatikoa instalatzeko django manage script-aren izena komando hau deitzeko erabilitako scripta ez bada.
fa: نام اسکریپت مدیریت جنگو برای نصب تکمیل خودکار در صورتی که با اسکریپت استفاده شده برای فراخوانی این دستور متفاوت باشد.
fi: Automaattisen täydennyksen asentamiseen käytettävän django-hallintaohjelman nimi, jos se on eri kuin tämän komennon käynnistämiseen käytetty komentosarja.
ga: Ainm an script bainistithe django chun uathchríochnú a shuiteáil má tá sé éagsúil leis an script a úsáidtear chun an t-ordú seo a agairt.
gd: Ainm an sgriobt riaghlaidh django gus fèin-choileanadh a chuir a-steach ma tha e eadar-dhealaichte bhon sgriobt a chaidh a chleachdadh gus an àithne seo a chuir a-steach.
gl: O nome do script django manage para instalar o autocompletado se é diferente do script usado para invocar este comando.
he: שם ה-django manage script להתקנת השלמה אוטומטית עבור אם שונה מהסקריפט המשמש להפעלת פקודה זו.
hi: स्वतः पूर्णता स्थापित करने के लिए django प्रबंधन स्क्रिप्ट का नाम, इस आदेश को लागू करने के लिए प्रयुक्त स्क्रिप्ट से भिन्न है।
hr: Naziv skripte za upravljanje djangom za instaliranje automatskog dovršavanja ako se razlikuje od skripte korištene za pozivanje ove naredbe.
hu: Az automatikus kiegészítést telepítő django manager szkript neve, ha eltér a parancs meghívásához használt szkripttől.
id: Nama skrip manajemen django untuk memasang pelengkapan otomatis jika berbeda dengan skrip yang digunakan untuk menjalankan perintah ini.
is: Nafn django stjórna handritsins til að setja upp sjálfvirka útfyllingu fyrir ef annað en forskriftin sem notuð var til að kalla fram þessa skipun.
it: Il nome dello script di gestione Django per cui installare il completamento automatico, se diverso dallo script utilizzato per richiamare questo comando.
ja: このコマンドを呼び出すために使用されたスクリプトと異なる場合に、自動補完をインストールする Django 管理スクリプトの名前。
ka: django management სკრიპტის სახელი ავტომატური შევსების დასაყენებლად, თუ განსხვავდება ამ ბრძანების გამოსაძახებლად გამოყენებული სკრიპტისგან.
kk: Автотолтыруды орнату үшін джанго басқару сценарийінің аты осы пәрменді шақыру үшін пайдаланылған сценарийден өзгеше болса.
kn: ಈ ಆಜ್ಞೆಯನ್ನು ಆಹ್ವಾನಿಸಲು ಬಳಸಿದ ಸ್ಕ್ರಿಪ್ಟ್‌ಗಿಂತ ಭಿನ್ನವಾಗಿದ್ದರೆ, ಸ್ವಯಂಪೂರ್ಣಗೊಳಿಸುವಿಕೆಯನ್ನು ಸ್ಥಾಪಿಸಲು django ಮ್ಯಾನೇಜ್ ಸ್ಕ್ರಿಪ್ಟ್‌ನ ಹೆಸರು.
ko: 이 명령을 호출하는 데 사용된 스크립트와 다른 경우 자동 완성 기능을 설치할 django manage 스크립트의 이름입니다.
ky: Автотолтурууну орнотуу үчүн джанго башкаруу скриптинин аты бул буйрукту чакыруу үчүн колдонулган скрипттен башкача болсо.
lt: Django valdymo scenarijaus, skirto automatiniam užbaigimui įdiegti, pavadinimas, jei jis skiriasi nuo scenarijaus, naudojamo šiai komandai iškviesti.
lv: Django pārvaldības skripta nosaukums automātiskās pabeigšanas instalēšanai, ja tas atšķiras no šīs komandas izsaukšanai izmantotā skripta.
mk: Името на скриптата за управување со django за инсталирање автоматско пополнување доколку е различно од скриптата што се користи за повикување на оваа команда.
ml: ഈ കമാൻഡ് പ്രവർത്തിപ്പിക്കാൻ ഉപയോഗിച്ച സ്ക്രിപ്റ്റിൽ നിന്ന് വ്യത്യസ്തമാണെങ്കിൽ, ഓട്ടോകംപ്ലീഷൻ ഇൻസ്റ്റാൾ ചെയ്യുന്നതിനുള്ള django മാനേജ് സ്ക്രിപ്റ്റിന്റെ പേര്.
mn: Хэрэв энэ командыг дуудахад ашигласан скриптээс өөр бол автоматаар гүйцээхийг суулгах django удирдлагын скриптийн нэр.
mr: ही कमांड वापरण्यासाठी वापरल्या जाणाऱ्या स्क्रिप्टपेक्षा जर ऑटोकंप्लीशन इंस्टॉल करायचे असेल तर त्या django मॅनेज स्क्रिप्टचे नाव.
ms: Nama skrip pengurusan django untuk memasang autolengkap jika berbeza daripada skrip yang digunakan untuk menggunakan arahan ini.
nb: Navnet på django management-skriptet for å installere autofullføring for hvis det er forskjellig fra skriptet som ble brukt til å påkalle denne kommandoen.
ne: यो आदेश आह्वान गर्न प्रयोग गरिएको स्क्रिप्ट भन्दा फरक भएमा स्वत: समाप्ति स्थापना गर्न django व्यवस्थापन स्क्रिप्टको नाम।
nl: De naam van het Django-beheerscript waarvoor automatisch aanvullen moet worden geïnstalleerd, indien deze anders is dan het script dat is gebruikt om deze opdracht aan te roepen.
pa: ਜੇ ਇਸ ਕਮਾਂਡ ਨੂੰ ਇਨਵੋਕ ਕਰਨ ਲਈ ਵਰਤੀ ਗਈ ਸਕ੍ਰਿਪਟ ਤੋਂ ਵੱਖਰੀ ਹੋਵੇ ਤਾਂ ਆਟੋਕੰਪਲੀਸ਼ਨ ਇੰਸਟਾਲ ਕਰਨ ਲਈ django ਮੈਨੇਜ ਸਕ੍ਰਿਪਟ ਦਾ ਨਾਮ।
pl: Nazwa skryptu django manage, dla którego ma zostać zainstalowana funkcja automatycznego uzupełniania, jest inna niż nazwa skryptu użytego do wywołania tego polecenia.
pt_br: O nome do script de gerenciamento do Django para instalar o preenchimento automático, caso seja diferente do script usado para invocar este comando.
ro: Numele scriptului django manage pentru a instala completarea automată, dacă este diferit de scriptul utilizat pentru a invoca această comandă.
ru: Имя скрипта управления django для установки автодополнения, если оно отличается от скрипта, используемого для вызова этой команды.
sk: Názov riadiaceho skriptu django na inštaláciu automatického dokončovania, ak sa líši od skriptu použitého na vyvolanie tohto príkazu.
sl: Ime skripta za upravljanje django za namestitev samodokončanja, če se razlikuje od skripta, uporabljenega za priklic tega ukaza.
sq: Emri i skriptit të menaxhimit të django për të instaluar plotësimin automatik nëse është i ndryshëm nga skripti i përdorur për të thirrur këtë komandë.
sr: Име скрипте за управљање дјанго за инсталирање аутоматског довршавања ако се разликује од скрипте која се користи за позивање ове команде.
sv: Namnet på django management-skriptet för att installera autokomplettering för om det skiljer sig från skriptet som användes för att anropa detta kommando.
sw: Jina la django dhibiti hati ya kusakinisha ukamilishaji kiotomatiki ikiwa ni tofauti na hati iliyotumika kuteta amri hii.
ta: இந்தக் கட்டளையை செயல்படுத்தப் பயன்படுத்தப்படும் ஸ்கிரிப்டை விட வேறுபட்டால், தானியங்குநிரப்புதலை நிறுவ django மேலாண்மை ஸ்கிரிப்ட்டின் பெயர்.
te: ఈ కమాండ్‌ను అమలు చేయడానికి ఉపయోగించిన స్క్రిప్ట్ కంటే భిన్నంగా ఉంటే, ఆటోకంప్లీషన్‌ను ఇన్‌స్టాల్ చేయడానికి django మేనేజ్ స్క్రిప్ట్ పేరు.
th: ชื่อของสคริปต์จัดการ Django ที่จะติดตั้งการเติมคำอัตโนมัติ หากแตกต่างจากสคริปต์ที่ใช้เรียกคำสั่งนี้
tr: Bu komutu çağırmak için kullanılan betikten farklıysa, otomatik tamamlamayı yüklemek için kullanılacak django yönetim betiğinin adı.
ur: اگر اس کمانڈ کو استعمال کرنے کے لیے استعمال ہونے والے اسکرپٹ سے مختلف ہو تو خودکار تکمیل کو انسٹال کرنے کے لیے جینگو مینیج اسکرپٹ کا نام۔
vi: Tên của tập lệnh quản lý django để cài đặt tự động hoàn thành nếu khác với tập lệnh được sử dụng để gọi lệnh này.
zh_hans: 如果与用于调用此命令的脚本不同，则安装自动完成功能的 django 管理脚本的名称。
zh_hant: 如果與用於呼叫此指令的腳本不同，則安裝自動完成功能的 django 管理腳本的名稱。

source: The python import path to a fallback complete function to use when the completion command is not a TyperCommand.
af: Die luislang-invoerpad na &#39;n terugval-volledige funksie om te gebruik wanneer die voltooiingsopdrag nie &#39;n TyperCommand is nie.
ar: مسار استيراد بايثون إلى وظيفة الإكمال البديلة لاستخدامها عندما لا يكون أمر الإكمال عبارة عن TyperCommand.
az: Tamamlama əmri TyperCommand olmadığı zaman istifadə etmək üçün python tam funksiyaya tam idxal yolu.
be: Шлях імпарту Python да запасной поўнай функцыі для выкарыстання, калі каманда завяршэння не з&#39;яўляецца TyperCommand.
bg: Пътят за импортиране на Python към резервна пълна функция, която да се използва, когато командата за завършване не е TyperCommand.
bn: যখন কমপ্লিশন কমান্ডটি টাইপরকমান্ড না হয় তখন ব্যবহার করার জন্য একটি ফলব্যাক কমপ্লিট ফাংশনের পাইথন আমদানি পথ।
bs: Putanja za uvoz python-a do funkcije dovršetka zamjene za korištenje kada naredba dovršetka nije TyperCommand.
ca: La ruta d&#39;importació de Python a una funció completa alternativa per utilitzar-la quan l&#39;ordre de finalització no és un TyperCommand.
ckb: ڕێڕەوی هاوردەکردنی پایتۆن بۆ فەنکشنێکی تەواوکردنی fallback بۆ بەکارهێنان کاتێک فەرمانی تەواوکردن TyperCommand نییە.
da: Python-importstien til en fallback-fuldførelsesfunktion, der skal bruges, når fuldførelseskommandoen ikke er en TyperCommand.
de: Der Python-Importpfad zu einer Fallback-Vervollständigungsfunktion, die verwendet werden soll, wenn der Vervollständigungsbefehl kein TyperCommand ist.
eo: La python-importvojo al rezerva kompleta funkcio por uzi kiam la finkomando ne estas TyperCommand.
et: Pythoni imporditee varu lõpetamise funktsioonile, mida kasutatakse juhul, kui lõpetamiskäsk ei ole TyperCommand.
eu: Osatzeko komandoa TyperCommand bat ez denean erabiltzeko, python-en inportazio-bidea.
fa: مسیر وارد کردن پایتون به یک تابع کامل بازگشتی برای استفاده زمانی که دستور تکمیل یک TyperCommand نیست.
fi: Python-tuontipolku varavalmistustoimintoon, jota käytetään, kun täydennyskomento ei ole TyperCommand.
ga: An cosán iompórtála python chuig feidhm iomlán chúltaca le húsáid nuair nach TyperCommand an t-ordú críochnaithe.
gd: An t-slighe in-mhalairt python gu gnìomh coileanta tuiteam air ais ri chleachdadh nuair nach e TyperCommand an àithne crìochnachaidh.
gl: O camiño de importación de Python a unha función completa alternativa para usar cando o comando de finalización non é un TyperCommand.
he: נתיב הייבוא של python לפונקציה השלמה fallback לשימוש כאשר פקודת ההשלמה אינה TyperCommand.
hi: जब पूर्णता आदेश TyperCommand नहीं होता है, तो उपयोग करने के लिए फ़ॉलबैक पूर्ण फ़ंक्शन के लिए पायथन आयात पथ।
hr: Python uvozna staza do zamjenske dovršene funkcije koja se koristi kada naredba dovršetka nije TyperCommand.
hu: A python importálási elérési útja egy tartalék teljes függvényhez, amelyet akkor kell használni, ha a befejezési parancs nem TyperCommand.
id: Jalur impor python ke fungsi pelengkap fallback untuk digunakan saat perintah pelengkapan bukan TyperCommand.
is: Python-innflutningsslóðin að fullkomnu fallbackfalli til að nota þegar frágangsskipunin er ekki TyperCommand.
it: Percorso di importazione Python per una funzione di completamento di fallback da utilizzare quando il comando di completamento non è un TyperCommand.
ja: 補完コマンドが TyperCommand でない場合に、使用するフォールバック補完関数への Python インポート パス。
ka: პითონის იმპორტის გზა სარეზერვო სრულ ფუნქციამდე გამოსაყენებლად, როდესაც დასრულების ბრძანება არ არის TyperCommand.
kk: Аяқтау пәрмені TyperCommand болмаған кезде пайдалану үшін қосалқы толық функцияға питон импорттау жолы.
kn: ಪೂರ್ಣಗೊಳಿಸುವಿಕೆ ಆಜ್ಞೆಯು TyperCommand ಅಲ್ಲದಿದ್ದಾಗ ಬಳಸಬೇಕಾದ ಫಾಲ್‌ಬ್ಯಾಕ್ ಸಂಪೂರ್ಣ ಕಾರ್ಯಕ್ಕೆ ಪೈಥಾನ್ ಆಮದು ಮಾರ್ಗ.
ko: 완성 명령이 TyperCommand가 아닌 경우 사용할 대체 완료 함수에 대한 Python 가져오기 경로입니다.
ky: Аяктоо буйругу TyperCommand болбогондо колдонуу үчүн кайра толук функцияга python импорттоо жолу.
lt: Python importavimo kelias į atsarginę užbaigimo funkciją, kurią reikia naudoti, kai užbaigimo komanda nėra „TyperCommand“.
lv: Python importēšanas ceļš uz atkāpšanās pabeigšanas funkciju, ko izmantot, ja pabeigšanas komanda nav TyperCommand.
mk: Патеката за увоз на python до резервната комплетна функција за користење кога командата за завршување не е TyperCommand.
ml: കംപ്ലീഷൻ കമാൻഡ് ഒരു TyperCommand അല്ലാത്തപ്പോൾ ഉപയോഗിക്കേണ്ട ഒരു ഫാൾബാക്ക് കംപ്ലീറ്റ് ഫംഗ്ഷനിലേക്കുള്ള പൈത്തൺ ഇംപോർട്ട് പാത്ത്.
mn: Дуусгах команд нь TyperCommand биш үед ашиглах бүрэн гүйцэд функц руу питон импортын зам.
mr: जेव्हा कम्प्लीशन कमांड टायपरकमांड नसतो तेव्हा वापरण्यासाठी फॉलबॅक कम्प्लीट फंक्शनचा पायथॉन इम्पोर्ट पाथ.
ms: Laluan import python ke fungsi lengkap sandaran untuk digunakan apabila arahan penyiapan bukan TyperCommand.
nb: Python-importbanen til en fullført reservefunksjon som skal brukes når fullføringskommandoen ikke er en TyperCommand.
ne: कम्प्लीसन कमाण्ड टाइपरकमान्ड नभएको बेला प्रयोग गर्नको लागि फलब्याक कम्प्लीट फंक्शनको लागि पाइथन आयात मार्ग।
nl: Het Python-importpad naar een fallback-complete functie die moet worden gebruikt wanneer de completion-opdracht geen TyperCommand is.
pa: ਫਾਲਬੈਕ ਕੰਪਲੀਟ ਫੰਕਸ਼ਨ ਲਈ ਪਾਈਥਨ ਇੰਪੋਰਟ ਪਾਥ, ਜਦੋਂ ਕੰਪਲੀਟੇਸ਼ਨ ਕਮਾਂਡ ਟਾਈਪਰਕਮਾਂਡ ਨਹੀਂ ਹੁੰਦੀ, ਤਾਂ ਵਰਤੀ ਜਾਂਦੀ ਹੈ।
pl: Ścieżka importu języka Python do zapasowej funkcji uzupełniania, która ma zostać użyta, gdy polecenie uzupełniania nie jest poleceniem TyperCommand.
pt_br: O caminho de importação do Python para uma função de conclusão de fallback a ser usada quando o comando de conclusão não for um TyperCommand.
ro: Calea de import python către o funcție de rezervă completă de utilizat atunci când comanda de finalizare nu este un TyperCommand.
ru: Путь импорта Python к резервной функции завершения, используемой, когда команда завершения не является TyperCommand.
sk: Cesta importu pythonu k záložnej kompletnej funkcii, ktorá sa má použiť, keď príkaz na dokončenie nie je TyperCommand.
sl: Uvozna pot python do nadomestne popolne funkcije za uporabo, ko ukaz za dokončanje ni TyperCommand.
sq: Rruga e importimit të python në një funksion të plotë kthimi për t&#39;u përdorur kur komanda e përfundimit nuk është një TyperCommand.
sr: Путања за увоз питхон-а до резервне довршене функције која се користи када команда довршавања није ТиперЦомманд.
sv: Python-importsökvägen till en komplett reservfunktion som ska användas när completion-kommandot inte är ett TyperCommand.
sw: Njia ya kuingiza chatu kwa kazi kamili ya kurudi nyuma kutumia wakati amri ya kukamilisha sio TyperCommand.
ta: நிறைவு கட்டளை TyperCommand ஆக இல்லாதபோது பயன்படுத்த வேண்டிய ஃபால்பேக் முழுமையான செயல்பாட்டிற்கான python இறக்குமதி பாதை.
te: కంప్లీషన్ కమాండ్ TyperCommand కానప్పుడు ఉపయోగించాల్సిన ఫాల్‌బ్యాక్ కంప్లీట్ ఫంక్షన్‌కు పైథాన్ దిగుమతి మార్గం.
th: เส้นทางการนำเข้า Python ไปยังฟังก์ชันการทำงานเสร็จสมบูรณ์แบบสำรองที่จะใช้เมื่อคำสั่งการทำงานเสร็จสมบูรณ์ไม่ใช่ TyperCommand
tr: Tamamlama komutu bir TyperCommand olmadığında kullanılacak bir geri dönüş tamamlama fonksiyonunun python içe aktarma yolu.
ur: جب تکمیل کمانڈ TyperCommand نہیں ہے تو استعمال کرنے کے لیے فال بیک مکمل فنکشن کے لیے python درآمد کا راستہ۔
vi: Đường dẫn nhập python tới hàm hoàn thành dự phòng để sử dụng khi lệnh hoàn thành không phải là TyperCommand.
zh_hans: 当完成命令不是 TyperCommand 时使用的后备完成函数的 python 导入路径。
zh_hant: 當完成指令不是 TyperCommand 時所使用的後備完成函數的 python 導入路徑。

source: The name of the template to use for the shell completion script.
af: Die naam van die sjabloon om te gebruik vir die dopvoltooiingskrip.
ar: اسم القالب الذي سيتم استخدامه لنص إكمال shell.
az: Qabıq tamamlama skripti üçün istifadə ediləcək şablonun adı.
be: Імя шаблона для выкарыстання ў скрыпце завяршэння абалонкі.
bg: Името на шаблона, който да се използва за скрипта за завършване на обвивката.
bn: শেল সমাপ্তি স্ক্রিপ্টের জন্য ব্যবহারযোগ্য টেমপ্লেটের নাম।
bs: Ime predloška koji će se koristiti za skriptu za završetak ljuske.
ca: El nom de la plantilla que s&#39;utilitzarà per a l&#39;script de finalització de l&#39;intèrpret d&#39;ordres.
ckb: ناوی ئەو قاڵبەی کە بۆ سکریپتی تەواوکردنی توێکڵەکە بەکاردێت.
da: Navnet på skabelonen, der skal bruges til shell-fuldførelsesscriptet.
de: Der Name der Vorlage, die für das Shell-Vervollständigungsskript verwendet werden soll.
eo: La nomo de la ŝablono uzota por la ŝelkompletiga skripto.
et: Shelli lõpetamise skripti jaoks kasutatava malli nimi.
eu: Shell osatzeko script-erako erabili beharreko txantiloiaren izena.
fa: نام الگوی مورد استفاده برای اسکریپت تکمیل پوسته.
fi: Shellin viimeistelykomentosarjassa käytettävän mallin nimi.
ga: Ainm an teimpléid le húsáid don script chríochnú bhlaosc.
gd: Ainm an teamplaid airson a chleachdadh airson an sgriobt crìochnachaidh sligean.
gl: O nome do modelo que se utilizará para o script de finalización do shell.
he: שם התבנית לשימוש עבור סקריפט השלמת המעטפת.
hi: शेल पूर्णता स्क्रिप्ट के लिए उपयोग किए जाने वाले टेम्पलेट का नाम.
hr: Naziv predloška koji se koristi za skriptu dovršetka ljuske.
hu: A shell befejezési parancsfájlhoz használandó sablon neve.
id: Nama templat yang akan digunakan untuk skrip pelengkapan shell.
is: Heiti sniðmátsins sem á að nota fyrir forskriftina til að ljúka við skel.
it: Nome del modello da utilizzare per lo script di completamento della shell.
ja: シェル補完スクリプトに使用するテンプレートの名前。
ka: შაბლონის სახელი, რომელიც გამოიყენება გარსის დასრულების სკრიპტისთვის.
kk: Қабықты аяқтау сценарийі үшін пайдаланылатын үлгінің атауы.
kn: ಶೆಲ್ ಪೂರ್ಣಗೊಳಿಸುವಿಕೆ ಸ್ಕ್ರಿಪ್ಟ್‌ಗೆ ಬಳಸಬೇಕಾದ ಟೆಂಪ್ಲೇಟ್‌ನ ಹೆಸರು.
ko: 셸 완성 스크립트에 사용할 템플릿의 이름입니다.
ky: Кабыкты аяктоо скрипти үчүн колдонула турган шаблондун аталышы.
lt: Šablono, naudojamo apvalkalo užbaigimo scenarijui, pavadinimas.
lv: Tās veidnes nosaukums, kas jāizmanto čaulas pabeigšanas skriptam.
mk: Името на шаблонот што ќе се користи за скрипта за комплетирање на школка.
ml: ഷെൽ പൂർത്തീകരണ സ്ക്രിപ്റ്റിന് ഉപയോഗിക്കേണ്ട ടെംപ്ലേറ്റിന്റെ പേര്.
mn: Бүрхүүлийг дуусгах скриптэд ашиглах загварын нэр.
mr: शेल पूर्णता स्क्रिप्टसाठी वापरायच्या टेम्पलेटचे नाव.
ms: Nama templat untuk digunakan untuk skrip pelengkapan shell.
nb: Navnet på malen som skal brukes for skallfullføringsskriptet.
ne: शेल पूरा गर्ने स्क्रिप्टको लागि प्रयोग गरिने टेम्प्लेटको नाम।
nl: De naam van de sjabloon die moet worden gebruikt voor het shell-aanvullingsscript.
pa: ਸ਼ੈੱਲ ਸੰਪੂਰਨਤਾ ਸਕ੍ਰਿਪਟ ਲਈ ਵਰਤਣ ਲਈ ਟੈਂਪਲੇਟ ਦਾ ਨਾਮ।
pl: Nazwa szablonu, który ma zostać użyty w skrypcie uzupełniania powłoki.
pt_br: O nome do modelo a ser usado para o script de conclusão do shell.
ro: Numele șablonului de utilizat pentru scriptul de completare a shell-ului.
ru: Имя шаблона, используемого для скрипта завершения оболочки.
sk: Názov šablóny, ktorá sa má použiť pre skript dokončenia shellu.
sl: Ime predloge, ki se uporablja za skript za dokončanje lupine.
sq: Emri i shabllonit që do të përdoret për skriptin e plotësimit të guaskës.
sr: Име шаблона који ће се користити за скрипту за завршетак љуске.
sv: Namnet på mallen som ska användas för skalkompletteringsskriptet.
sw: Jina la kiolezo cha kutumia kwa hati ya kukamilisha ganda.
ta: ஷெல் நிறைவு ஸ்கிரிப்ட்டுக்குப் பயன்படுத்த வேண்டிய டெம்ப்ளேட்டின் பெயர்.
te: షెల్ కంప్లీషన్ స్క్రిప్ట్ కోసం ఉపయోగించాల్సిన టెంప్లేట్ పేరు.
th: ชื่อของเทมเพลตที่จะใช้สำหรับสคริปต์การเสร็จสมบูรณ์ของเชลล์
tr: Kabuk tamamlama betiği için kullanılacak şablonun adı.
ur: شیل تکمیل اسکرپٹ کے لیے استعمال کرنے کے لیے ٹیمپلیٹ کا نام۔
vi: Tên của mẫu sử dụng cho tập lệnh hoàn thành shell.
zh_hans: 用于 shell 完成脚本的模板的名称。
zh_hant: 用於 shell 完成腳本的模板的名稱。
