Repository: django-commons/django-typer
Catalog: django_typer/locale/*/LC_MESSAGES/django.po
Languages: af, ar, az, be, bg, bn, bs, ca, ckb, da, de, eo, et, eu, fa, fi, ga, gd, gl, he, hi, hr, hu, id, is, it, ja, ka, kk, kn, ko, ky, lt, lv, mk, ml, mn, mr, ms, nb, ne, nl, pa, pl, pt_br, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ur, vi, zh_hans, zh_hant

source: Force colorization of the command output.
af: Dwing inkleuring van die opdraguitset.
ar: فرض تلوين مخرجات الأمر.
az: Komanda çıxışının rənglənməsini məcbur edin.
be: Прымусовае афарбоўванне вываду каманды.
bg: Принудително оцветяване на изхода на командата.
bn: কমান্ড আউটপুট জোর করে রঙিন করুন।
bs: Prisilno kolorizaciju izlaza naredbe.
ca: Força la colorització de la sortida de l&#39;ordre.
ckb: ڕەنگکردنی هێزی دەرچوونی فەرمانەکە.
da: Tving farvelægning af kommandoudgangen.
de: Erzwingt die Farbgebung der Befehlsausgabe.
eo: Devigi kolorigon de la komanda eligo.
et: Käsu väljundi värvimine.
eu: Behartu komandoaren irteeraren koloreztatzea.
fa: رنگ آمیزی اجباری خروجی فرمان.
fi: Pakota komentotulosteen väritys.
ga: Fórsa dathú an aschuir ordaithe.
gd: Feachd dathadh toradh an àithne.
gl: Forzar a colorización da saída do comando.
he: כוח צביעה של פלט הפקודה.
hi: कमांड आउटपुट का रंगीकरण बलपूर्वक करें।
hr: Prisilno bojenje izlaza naredbe.
hu: A parancs kimenetének színezésének kényszerítése.
id: Paksa pewarnaan keluaran perintah.
is: Þvingaðu litun á skipunarúttakinu.
it: Forza la colorazione dell&#39;output del comando.
ja: コマンド出力の色付けを強制します。
ka: ბრძანების გამომავალი იძულებითი შეღებვა.
kk: Пәрмен шығысын мәжбүрлеп бояу.
kn: ಆಜ್ಞೆಯ ಔಟ್‌ಪುಟ್‌ನ ಬಲವಂತದ ಬಣ್ಣೀಕರಣ.
ko: 명령 출력을 강제로 색칠합니다.
ky: Буйрук чыгарууну күчтөп түстүү.
lt: Priverstinis komandos išvesties spalvinimas.
lv: Piespiedu komandas izvades krāsošana.
mk: Насилно обојување на излезот на командата.
ml: കമാൻഡ് ഔട്ട്‌പുട്ടിന്റെ നിർബന്ധിത വർണ്ണീകരണം.
mn: Тушаалын гаралтыг хүчээр өнгөөр ялгах.
mr: कमांड आउटपुटचे सक्तीने रंगीकरण करा.
ms: Mewarna paksa output arahan.
nb: Tving fargelegging av kommandoutgangen.
ne: आदेश आउटपुटको रंगीनकरणलाई बल गर्नुहोस्।
nl: Forceer de kleuring van de opdrachtuitvoer.
pa: ਕਮਾਂਡ ਆਉਟਪੁੱਟ ਨੂੰ ਜ਼ਬਰਦਸਤੀ ਰੰਗੀਨ ਕਰੋ।
pl: Wymuś kolorowanie wyniku polecenia.
pt_br: Força a colorização da saída do comando.
ro: Forțați colorarea ieșirii comenzii.
ru: Принудительное раскрашивание вывода команды.
sk: Vynútiť zafarbenie výstupu príkazu.
sl: Vsili barvanje izhoda ukaza.
sq: Forco ngjyrosjen e daljes së komandës.
sr: Присилно колоризацију излаза команде.
sv: Framtvinga färgläggning av kommandoutgången.
sw: Lazimisha uwekaji rangi wa pato la amri.
ta: கட்டளை வெளியீட்டின் வண்ணமயமாக்கலை கட்டாயப்படுத்தவும்.
te: కమాండ్ అవుట్‌పుట్ యొక్క బలవంతపు రంగుీకరణ.
th: บังคับเปลี่ยนสีของเอาท์พุตคำสั่ง
tr: Komut çıktısının renklendirilmesini zorla.
ur: کمانڈ آؤٹ پٹ کو زبردستی رنگین کریں۔
vi: Buộc tô màu cho đầu ra của lệnh.
zh_hans: 强制对命令输出进行彩色化。
zh_hant: 強制對命令輸出進行彩色化。

source: Skip system checks.
af: Slaan stelselkontroles oor.
ar: تخطي عمليات فحص النظام.
az: Sistem yoxlamalarını keçin.
be: Прапусціць праверку сістэмы.
bg: Пропуснете системните проверки.
bn: সিস্টেম চেক এড়িয়ে যান।
bs: Preskočite sistemske provjere.
ca: Omet les comprovacions del sistema.
ckb: پشکنینەکانی سیستەم بەجێبهێڵە.
da: Spring over systemtjek.
de: Systemprüfungen überspringen.
eo: Preterpasi sistemajn kontrolojn.
et: Jäta süsteemikontrollid vahele.
eu: Saltatu sistemaren egiaztapenak.
fa: رد شدن از بررسی های سیستم
fi: Ohita järjestelmätarkistukset.
ga: Scipeáil ar sheiceálacha córais.
gd: Thoir air falbh sgrùdaidhean siostam.
gl: Saltar comprobacións do sistema.
he: דלג על בדיקות מערכת.
hi: सिस्टम जाँच छोड़ें.
hr: Preskočite provjere sustava.
hu: Rendszerellenőrzések kihagyása.
id: Lewati pemeriksaan sistem.
is: Slepptu kerfisskoðunum.
it: Salta i controlli di sistema.
ja: システムチェックをスキップします。
ka: გამოტოვეთ სისტემის შემოწმებები.
kk: Жүйелік тексерулерді өткізіп жіберу.
kn: ಸಿಸ್ಟಮ್ ಪರಿಶೀಲನೆಗಳನ್ನು ಬಿಟ್ಟುಬಿಡಿ.
ko: 시스템 검사를 건너뜁니다.
ky: Системалык текшерүүлөрдү өткөрүп жиберүү.
lt: Praleiskite sistemos patikrinimus.
lv: Izlaist sistēmas pārbaudes.
mk: Прескокнете ги системските проверки.
ml: സിസ്റ്റം പരിശോധനകൾ ഒഴിവാക്കുക.
mn: Системийн шалгалтыг алгасах.
mr: सिस्टम तपासणी वगळा.
ms: Langkau pemeriksaan sistem.
nb: Hopp over systemsjekker.
ne: प्रणाली जाँचहरू छोड्नुहोस्।
nl: Systeemcontroles overslaan.
pa: ਸਿਸਟਮ ਜਾਂਚਾਂ ਛੱਡੋ।
pl: Pomiń sprawdzanie systemu.
pt_br: Ignore as verificações do sistema.
ro: Omite verificările sistemului.
ru: Пропустить системные проверки.
sk: Preskočiť systémové kontroly.
sl: Preskoči sistemske preglede.
sq: Kapërceni kontrollet e sistemit.
sr: Прескочите системске провере.
sv: Hoppa över systemkontroller.
sw: Ruka ukaguzi wa mfumo.
ta: கணினி சரிபார்ப்புகளைத் தவிர்க்கவும்.
te: సిస్టమ్ తనిఖీలను దాటవేయండి.
th: ข้ามการตรวจสอบระบบ
tr: Sistem kontrollerini atla.
ur: سسٹم کی جانچ کو چھوڑ دیں۔
vi: Bỏ qua kiểm tra hệ thống.
zh_hans: 跳过系统检查。
zh_hant: 跳過系統檢查。
