Repository: django-commons/django-typer
Catalog: django_typer/locale/*/LC_MESSAGES/django.po
Languages: af, ar, az, be, bg, bn, bs, ca, ckb, da, de, eo, et, eu, fa, fi, ga, gd, gl, he, hi, hr, hu, id, is, it, ja, ka, kk, kn, ko, ky, lt, lv, mk, ml, mn, mr, ms, nb, ne, nl, pa, pl, pt_br, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ur, vi, zh_hans, zh_hant

source: Install autocompletion for the current shell.
af: Installeer outovoltooiing vir die huidige dop.
ar: تثبيت الإكمال التلقائي للغلاف الحالي.
az: Cari qabıq üçün avtomatik tamamlama quraşdırın.
be: Усталяваць аўтазапаўненне для бягучай абалонкі.
bg: Инсталирайте автоматично довършване за текущата обвивка.
bn: বর্তমান শেলের জন্য স্বয়ংক্রিয় সমাপ্তি ইনস্টল করুন।
bs: Instalirajte automatsko dovršavanje za trenutnu ljusku.
ca: Instal·leu l&#39;autocompleció per a l&#39;intèrpret d&#39;ordres actual.
ckb: تەواوکردنی ئۆتۆماتیکی بۆ توێکڵی ئێستا دابنێ.
da: Installer autofuldførelse for den aktuelle shell.
de: Installieren Sie die Autovervollständigung für die aktuelle Shell.
eo: Instalu aŭtomatan kompleton por la nuna ŝelo.
et: Installige praeguse kesta jaoks automaatne lõpetamine.
eu: Instalatu osaketa automatikoa uneko shell-erako.
fa: تکمیل خودکار را برای پوسته فعلی نصب کنید.
fi: Asenna automaattinen täydennys nykyiselle kuorelle.
ga: Suiteáil uathchríochnú don bhlaosc reatha.
gd: Stàlaich fèin-choileanadh airson an t-slige làithreach.
gl: Instala o autocompletado para o shell actual.
he: התקן השלמה אוטומטית עבור המעטפת הנוכחית.
hi: वर्तमान शेल के लिए स्वतः पूर्णता स्थापित करें.
hr: Instalirajte automatsko dovršavanje za trenutnu ljusku.
hu: Telepítse az automatikus kiegészítést az aktuális rendszerhéjhoz.
id: Instal pelengkapan otomatis untuk shell saat ini.
is: Settu upp sjálfvirka útfyllingu fyrir núverandi skel.
it: Installa il completamento automatico per la shell corrente.
ja: 現在のシェルに自動補完をインストールします。
ka: დააინსტალირეთ ავტომატური დასრულება მიმდინარე გარსისთვის.
kk: Ағымдағы қабық үшін автотолтыруды орнатыңыз.
kn: ಪ್ರಸ್ತುತ ಶೆಲ್‌ಗಾಗಿ ಸ್ವಯಂಪೂರ್ಣಗೊಳಿಸುವಿಕೆಯನ್ನು ಸ್ಥಾಪಿಸಿ.
ko: 현재 셸에 자동 완성 기능을 설치합니다.
ky: Учурдагы кабык үчүн автотолтурууну орнотуңуз.
lt: Įdiekite esamo apvalkalo automatinį užbaigimą.
lv: Instalējiet pašreizējās čaulas automātisko pabeigšanu.
mk: Инсталирајте автоматско комплетирање за тековната школка.
ml: നിലവിലുള്ള ഷെല്ലിനായി ഓട്ടോകംപ്ലീഷൻ ഇൻസ്റ്റാൾ ചെയ്യുക.
mn: Одоогийн бүрхүүлд автоматаар гүйцээхийг суулгана уу.
mr: सध्याच्या शेलसाठी ऑटोकंप्लीशन स्थापित करा.
ms: Pasang autolengkap untuk shell semasa.
nb: Installer autofullføring for gjeldende skall.
ne: हालको शेलको लागि स्वत: समाप्ति स्थापना गर्नुहोस्।
nl: Installeer automatisch aanvullen voor de huidige shell.
pa: ਮੌਜੂਦਾ ਸ਼ੈੱਲ ਲਈ ਆਟੋਕੰਪਲੀਸ਼ਨ ਇੰਸਟਾਲ ਕਰੋ।
pl: Zainstaluj funkcję automatycznego uzupełniania dla bieżącej powłoki.
pt_br: Instalar o preenchimento automático para o shell atual.
ro: Instalați completarea automată pentru shell-ul curent.
ru: Установить автодополнение для текущей оболочки.
sk: Nainštalujte automatické dokončovanie pre aktuálny shell.
sl: Namestite samodokončanje za trenutno lupino.
sq: Instaloni plotësimin automatik për guaskën aktuale.
sr: Инсталирајте аутоматско довршавање за тренутну љуску.
sv: Installera autokomplettering för det aktuella skalet.
sw: Sakinisha kukamilisha kiotomatiki kwa ganda la sasa.
ta: தற்போதைய ஷெல்லுக்கு தானியங்குநிரப்புதலை நிறுவவும்.
te: ప్రస్తుత షెల్ కోసం ఆటోకంప్లీషన్‌ను ఇన్‌స్టాల్ చేయండి.
th: ติดตั้งการเติมคำอัตโนมัติสำหรับเชลล์ปัจจุบัน
tr: Mevcut kabuk için otomatik tamamlamayı yükleyin.
ur: موجودہ شیل کے لیے خودکار تکمیل کو انسٹال کریں۔
vi: Cài đặt tính năng tự động hoàn thành cho shell hiện tại.
zh_hans: 为当前 shell 安装自动完成功能。
zh_hant: 為目前 shell 安裝自動完成功能。

source: The shell to use.
af: Die dop om te gebruik.
ar: القشرة المستخدمة.
az: İstifadə ediləcək qabıq.
be: Абалонка для выкарыстання.
bg: Черупката за използване.
bn: ব্যবহার করার জন্য শেল।
bs: Ljuska za korištenje.
ca: La closca a utilitzar.
ckb: ئەو توێکڵە بۆ بەکارهێنان.
da: Skallen der skal bruges.
de: Die zu verwendende Shell.
eo: La ŝelo por uzi.
et: Kasutatav kest.
eu: Erabili beharreko maskorra.
fa: پوسته برای استفاده
fi: Käytettävä kuori.
ga: An bhlaosc a úsáid.
gd: An slige ri chleachdadh.
gl: O shell a usar.
he: הקליפה לשימוש.
hi: उपयोग करने के लिए खोल.
hr: Ljuska za korištenje.
hu: A használható héj.
id: Cangkang yang akan digunakan.
is: Skelin til að nota.
it: La shell da utilizzare.
ja: 使用するシェル。
ka: ჭურვი გამოსაყენებელი.
kk: Қолданылатын қабық.
kn: ಬಳಸಬೇಕಾದ ಶೆಲ್.
ko: 사용할 셸입니다.
ky: Колдонуу үчүн кабык.
lt: Naudojamas apvalkalas.
lv: Izmantojams apvalks.
mk: Школка да се користи.
ml: ഉപയോഗിക്കാനുള്ള ഷെൽ.
mn: Хэрэглэх бүрхүүл.
mr: वापरण्यासाठी शेल.
ms: Cangkang untuk digunakan.
nb: Skallet å bruke.
ne: प्रयोग गर्नको लागि खोल।
nl: De shell die gebruikt moet worden.
pa: ਵਰਤਣ ਲਈ ਸ਼ੈੱਲ।
pl: Powłoka do użycia.
pt_br: O shell a ser usado.
ro: Carcasa de folosit.
ru: Оболочка для использования.
sk: Škrupina na použitie.
sl: Lupina za uporabo.
sq: Predha për t&#39;u përdorur.
sr: Љуска за употребу.
sv: Skalet att använda.
sw: Gamba la kutumia.
ta: பயன்படுத்த வேண்டிய ஷெல்.
te: ఉపయోగించాల్సిన షెల్.
th: เปลือกหอยที่จะใช้
tr: Kullanılacak kabuk.
ur: استعمال کرنے کے لیے شیل۔
vi: Vỏ để sử dụng.
zh_hans: 要使用的 shell。
zh_hant: 要使用的 shell。

source: Filter terminal formatting control sequences out of completion text.
af: Filtreer terminaalformateringbeheerreekse buite voltooide teks.
ar: تصفية تسلسلات التحكم بتنسيق المحطة الطرفية من النص المكتمل.
az: Tamamlanmış mətndən terminal formatlaşdırma nəzarət ardıcıllığını süzün.
be: Адфільтраваць паслядоўнасці кіравання фарматаваннем тэрмінала з тэксту завяршэння.
bg: Филтрирайте контролните последователности за форматиране на терминала извън текста за завършване.
bn: সমাপ্তির পাঠ্যের বাইরে টার্মিনাল ফর্ম্যাটিং নিয়ন্ত্রণ ক্রমগুলি ফিল্টার করুন।
bs: Filtrirajte kontrolne sekvence formatiranja terminala izvan teksta završetka.
ca: Filtreu les seqüències de control de format del terminal fora del text de finalització.
ckb: فلتەرکردنی زنجیرەکانی کۆنترۆڵی فۆرماتکردنی تێرمیناڵ لە دەقی تەواوکردن.
da: Filtrer terminalformateringskontrolsekvenser uden færdiggørelsestekst.
de: Filtern Sie Steuersequenzen für die Terminalformatierung aus dem Vervollständigungstext.
eo: Filtri terminalajn formatajn kontrolsekvencojn el kompletiga teksto.
et: Filtreerige lõpetatud tekstist välja terminali vormindamise juhtjärjestused.
eu: Iragazi terminalaren formatua kontrolatzeko sekuentziak osatzeko testutik kanpo.
fa: فیلتر کردن دنباله‌های کنترل قالب‌بندی ترمینال بدون متن کامل.
fi: Suodata päätteen muotoilun ohjausjaksot valmiista tekstistä.
ga: Scag seichimh rialaithe formáidithe teirminéil as an téacs críochnaithe.
gd: Filter sreathan smachd cruth crìochnachaidh a-mach à teacsa crìochnachaidh.
gl: Filtra as secuencias de control de formato do terminal fóra do texto de finalización.
he: סנן רצפי בקרת עיצוב מסוף ללא טקסט השלמה.
hi: टर्मिनल फ़ॉर्मेटिंग नियंत्रण अनुक्रमों को पूर्णता पाठ से फ़िल्टर करें.
hr: Filtrirajte kontrolne sekvence oblikovanja terminala iz teksta završetka.
hu: Szűrje ki a terminál formázási vezérlőszekvenciáját a befejezett szövegből.
id: Filter urutan kontrol pemformatan terminal dari teks yang lengkap.
is: Sía flugstöðvarsniðsstýringarraðir úr fullkomnum texta.
it: Filtra le sequenze di controllo della formattazione del terminale dal testo di completamento.
ja: 補完テキストから端末フォーマット制御シーケンスをフィルタリングします。
ka: გაფილტრეთ ტერმინალის ფორმატირების კონტროლის თანმიმდევრობები დასრულებული ტექსტიდან.
kk: Аяқталу мәтінінен терминалды пішімдеуді басқару ретін сүзіңіз.
kn: ಫಿಲ್ಟರ್ ಟರ್ಮಿನಲ್ ಫಾರ್ಮ್ಯಾಟಿಂಗ್ ನಿಯಂತ್ರಣ ಅನುಕ್ರಮಗಳು ಪೂರ್ಣಗೊಂಡ ಪಠ್ಯದಿಂದ ಹೊರಗಿವೆ.
ko: 완성 텍스트에서 터미널 포맷팅 제어 시퀀스를 필터링합니다.
ky: Аяктаган тексттен терминалдык форматтоо башкаруу ырааттуулугун чыпкалоо.
lt: Filtruoti terminalo formatavimo valdymo sekas iš užbaigto teksto.
lv: Filtrējiet termināļa formatēšanas vadības secības no pabeigtā teksta.
mk: Филтрирајте ги контролните секвенци за форматирање на терминалите надвор од комплетниот текст.
ml: ഫിൽട്ടർ ടെർമിനൽ ഫോർമാറ്റിംഗ് നിയന്ത്രണ സീക്വൻസുകൾ പൂർത്തീകരണ വാചകത്തിന് പുറത്താണ്.
mn: Дууссан текстээс терминалын форматын хяналтын дарааллыг шүүнэ.
mr: पूर्णत्वाच्या मजकुराबाहेर टर्मिनल स्वरूपण नियंत्रण अनुक्रम फिल्टर करा.
ms: Tapis urutan kawalan pemformatan terminal daripada teks siap.
nb: Filtrer terminalformateringskontrollsekvenser uten fullføringstekst.
ne: समाप्ति पाठ बाहिर टर्मिनल ढाँचा नियन्त्रण अनुक्रमहरू फिल्टर गर्नुहोस्।
nl: Filter terminalopmaakbesturingsreeksen uit de voltooiingstekst.
pa: ਟਰਮੀਨਲ ਫਾਰਮੈਟਿੰਗ ਕੰਟਰੋਲ ਕ੍ਰਮਾਂ ਨੂੰ ਸੰਪੂਰਨਤਾ ਟੈਕਸਟ ਤੋਂ ਬਾਹਰ ਫਿਲਟਰ ਕਰੋ।
pl: Filtruj sekwencje sterujące formatowaniem terminala z tekstu uzupełnienia.
pt_br: Filtrar sequências de controle de formatação de terminal do texto de conclusão.
ro: Filtrați secvențele de control al formatării terminalului din textul de completare.
ru: Фильтрация управляющих последовательностей форматирования терминала из текста завершения.
sk: Filtrujte kontrolné sekvencie formátovania terminálu, ktoré nie sú dokončené.
sl: Filtrirajte kontrolna zaporedja oblikovanja terminala iz dokončanega besedila.
sq: Filtro sekuencat e kontrollit të formatimit të terminalit jashtë tekstit të përfunduar.
sr: Филтрирајте контролне секвенце форматирања терминала ван текста завршетка.
sv: Filtrera kontrollsekvenser för terminalformatering utan kompletteringstext.
sw: Kichujio cha mpangilio wa udhibiti wa uumbizaji nje ya maandishi kukamilika.
ta: வடிகட்டி முனைய வடிவமைப்பு கட்டுப்பாட்டு வரிசைகள் நிறைவு உரைக்கு வெளியே உள்ளன.
te: ఫిల్టర్ టెర్మినల్ ఫార్మాటింగ్ కంట్రోల్ సీక్వెన్స్‌లు పూర్తి టెక్స్ట్ నుండి బయటపడ్డాయి.
th: กรองลำดับการควบคุมการจัดรูปแบบเทอร์มินัลออกจากข้อความที่เสร็จสมบูรณ์
tr: Tamamlama metninden terminal biçimlendirme kontrol dizilerini filtrele.
ur: مکمل ہونے والے متن سے باہر ٹرمینل فارمیٹنگ کنٹرول کے سلسلے کو فلٹر کریں۔
vi: Lọc các chuỗi điều khiển định dạng đầu cuối ra khỏi văn bản hoàn thành.
zh_hans: 从完成文本中过滤终端格式化控制序列。
zh_hant: 從完成文字中過濾終端格式化控制序列。

source: Allow terminal formatting control sequences in completion text.
af: Laat terminale formateringbeheerreekse in voltooiingsteks toe.
ar: السماح بتسلسلات التحكم في تنسيق المحطة الطرفية في نص الإكمال.
az: Tamamlama mətnində terminal formatlaşdırma nəzarət ardıcıllığına icazə verin.
be: Дазволіць паслядоўнасці кіравання фарматаваннем тэрмінала ў тэксце завяршэння.
bg: Разрешаване на контролни последователности за форматиране на терминала в текста за завършване.
bn: সমাপ্তির টেক্সটে টার্মিনাল ফর্ম্যাটিং নিয়ন্ত্রণ ক্রমগুলিকে অনুমতি দিন।
bs: Dozvoli kontrolne sekvence za formatiranje terminala u tekstu završetka.
ca: Permet seqüències de control de format del terminal en el text de finalització.
ckb: ڕێگە بە زنجیرەکانی کۆنترۆڵکردنی فۆرماتکردنی تێرمیناڵ بدە لە دەقی تەواوکردندا.
da: Tillad kontrolsekvenser for terminalformatering i færdiggørelsestekst.
de: Erlauben Sie Steuersequenzen zur Terminalformatierung im Vervollständigungstext.
eo: Permesu terminalajn formatajn kontrolsekvencojn en kompletiga teksto.
et: Luba terminali vormingu juhtjadad lõpetatud tekstis.
eu: Baimendu terminalen formatua kontrolatzeko sekuentziak osatzeko testuan.
fa: اجازه دادن به دنباله‌های کنترل قالب‌بندی ترمینال در متن کامل.
fi: Salli päätteen muotoilun ohjausjaksot täydennetyssä tekstissä.
ga: Ceadaigh seichimh rialaithe formáidithe teirminéil sa téacs críochnaithe.
gd: Leig le sreathan smachd cruth deireannach ann an teacsa crìochnachaidh.
gl: Permitir secuencias de control de formato do terminal no texto de finalización.
he: אפשר רצפי בקרת עיצוב מסוף בטקסט השלמה.
hi: पूर्णता पाठ में टर्मिनल स्वरूपण नियंत्रण अनुक्रम की अनुमति दें।
hr: Dopusti kontrolne sekvence oblikovanja terminala u dovršenom tekstu.
hu: Terminál formázási vezérlőszekvenciák engedélyezése a befejező szövegben.
id: Izinkan urutan kontrol pemformatan terminal dalam teks pelengkap.
is: Leyfa flugstöðvarsniðsstýringarraðir í útfyllingartexta.
it: Consenti sequenze di controllo della formattazione del terminale nel testo di completamento.
ja: 補完テキストで端末フォーマット制御シーケンスを許可します。
ka: დაუშვით ტერმინალის ფორმატირების კონტროლის თანმიმდევრობები დასრულების ტექსტში.
kk: Аяқталу мәтінінде терминалды пішімдеуді басқару тізбектеріне рұқсат беріңіз.
kn: ಪೂರ್ಣಗೊಳಿಸುವಿಕೆ ಪಠ್ಯದಲ್ಲಿ ಟರ್ಮಿನಲ್ ಫಾರ್ಮ್ಯಾಟಿಂಗ್ ನಿಯಂತ್ರಣ ಅನುಕ್ರಮಗಳನ್ನು ಅನುಮತಿಸಿ.
ko: 완성 텍스트에서 터미널 포맷팅 제어 시퀀스를 허용합니다.
ky: Аяктоо текстинде терминалдык форматтоо башкаруу ырааттуулугуна уруксат берүү.
lt: Leisti terminalo formatavimo valdymo sekas baigiamame tekste.
lv: Atļaut termināļa formatēšanas vadības secības pabeigšanas tekstā.
mk: Дозволете контролни секвенци за форматирање на терминалите во комплетниот текст.
ml: പൂർത്തീകരണ വാചകത്തിൽ ടെർമിനൽ ഫോർമാറ്റിംഗ് നിയന്ത്രണ ശ്രേണികൾ അനുവദിക്കുക.
mn: Дуусгах текст дэх терминалын форматын хяналтын дарааллыг зөвшөөрөх.
mr: पूर्णत्वाच्या मजकुरात टर्मिनल स्वरूपण नियंत्रण अनुक्रमांना परवानगी द्या.
ms: Benarkan urutan kawalan pemformatan terminal dalam teks penyiapan.
nb: Tillat kontrollsekvenser for terminalformatering i kompletteringstekst.
ne: समापन पाठमा टर्मिनल ढाँचा नियन्त्रण अनुक्रमहरूलाई अनुमति दिनुहोस्।
nl: Maak het mogelijk om besturingsreeksen voor terminalopmaak in de voltooiingstekst te gebruiken.
pa: ਸੰਪੂਰਨਤਾ ਟੈਕਸਟ ਵਿੱਚ ਟਰਮੀਨਲ ਫਾਰਮੈਟਿੰਗ ਕੰਟਰੋਲ ਕ੍ਰਮਾਂ ਦੀ ਆਗਿਆ ਦਿਓ।
pl: Zezwalaj na sekwencje sterujące formatowaniem terminala w tekście uzupełniania.
pt_br: Permitir sequências de controle de formatação de terminal em texto de conclusão.
ro: Permite secvențele de control al formatării terminalului în textul de completare.
ru: Разрешить последовательности управления форматированием терминала в тексте завершения.
sk: Povoliť riadiace sekvencie formátovania terminálu v dokončovacom texte.
sl: Dovoli zaporedja nadzora oblikovanja terminala v zaključnem besedilu.
sq: Lejo sekuencat e kontrollit të formatimit të terminalit në tekstin e përfunduar.
sr: Дозволи контролне секвенце за форматирање терминала у тексту завршетка.
sv: Tillåt kontrollsekvenser för terminalformatering i kompletteringstext.
sw: Ruhusu mpangilio wa udhibiti wa uumbizaji wa mwisho katika maandishi ya kukamilisha.
ta: நிறைவு உரையில் முனைய வடிவமைப்பு கட்டுப்பாட்டு வரிசைகளை அனுமதிக்கவும்.
te: కంప్లీషన్ టెక్స్ట్‌లో టెర్మినల్ ఫార్మాటింగ్ కంట్రోల్ సీక్వెన్స్‌లను అనుమతించండి.
th: อนุญาตให้ควบคุมการจัดรูปแบบเทอร์มินัลเป็นลำดับข้อความเสร็จสมบูรณ์
tr: Tamamlama metninde terminal biçimlendirme kontrol dizilerine izin ver.
ur: تکمیلی متن میں ٹرمینل فارمیٹنگ کنٹرول کے سلسلے کی اجازت دیں۔
vi: Cho phép các chuỗi điều khiển định dạng đầu cuối trong văn bản hoàn thành.
zh_hans: 允许在完成文本中设置终端格式化控制序列。
zh_hant: 允許在完成文字中設定終端格式化控制序列。

source: Install autocompletion for the current or given shell.
af: Installeer outovoltooiing vir die huidige of gegewe dop.
ar: تثبيت الإكمال التلقائي للغلاف الحالي أو المحدد.
az: Cari və ya verilmiş qabıq üçün avtomatik tamamlama quraşdırın.
be: Усталюйце аўтазапаўненне для бягучай або дадзенай абалонкі.
bg: Инсталирайте автоматично довършване за текущата или дадена обвивка.
bn: বর্তমান বা প্রদত্ত শেলের জন্য স্বয়ংসম্পূর্ণতা ইনস্টল করুন।
bs: Instalirajte automatsko dovršavanje za trenutnu ili datu ljusku.
ca: Instal·leu l&#39;autocompleció per a l&#39;intèrpret d&#39;ordres actual o donat.
ckb: تەواوکردنی ئۆتۆماتیکی بۆ توێکڵی ئێستا یان پێدراو دابنێ.
da: Installer autofuldførelse for den aktuelle eller givne shell.
de: Installieren Sie die Autovervollständigung für die aktuelle oder angegebene Shell.
eo: Instalu aŭtomatan kompleton por la nuna aŭ donita ŝelo.
et: Installige praeguse või antud kesta automaatne lõpetamine.
eu: Instalatu osaketa automatikoa uneko edo emandako shell-erako.
fa: تکمیل خودکار را برای پوسته فعلی یا داده شده نصب کنید.
fi: Asenna automaattinen täydennys nykyiselle tai tietylle kuorelle.
ga: Suiteáil uathchríochnú don bhlaosc reatha nó tugtha.
gd: Stàlaich fèin-choileanadh airson an t-slige gnàthach no ainmichte.
gl: Instala o autocompletado para o shell actual ou dado.
he: התקן השלמה אוטומטית עבור המעטפת הנוכחית או הנתונה.
hi: वर्तमान या दिए गए शेल के लिए स्वतः पूर्णता स्थापित करें।
hr: Instalirajte automatsko dovršavanje za trenutnu ili danu ljusku.
hu: Telepítse az automatikus kiegészítést az aktuális vagy adott parancsértelmezőhöz.
id: Instal pelengkapan otomatis untuk shell saat ini atau yang diberikan.
is: Settu upp sjálfvirka útfyllingu fyrir núverandi eða gefna skel.
it: Installa il completamento automatico per la shell corrente o quella specificata.
ja: 現在のシェルまたは指定されたシェルの自動補完をインストールします。
ka: დააინსტალირეთ ავტომატური დასრულება მიმდინარე ან მოცემული გარსისთვის.
kk: Ағымдағы немесе берілген қабық үшін автотолтыруды орнатыңыз.
kn: ಪ್ರಸ್ತುತ ಅಥವಾ ನೀಡಿರುವ ಶೆಲ್‌ಗಾಗಿ ಸ್ವಯಂಪೂರ್ಣಗೊಳಿಸುವಿಕೆಯನ್ನು ಸ್ಥಾಪಿಸಿ.
ko: 현재 셸이나 지정된 셸에 대한 자동 완성 기능을 설치합니다.
ky: Учурдагы же берилген кабык үчүн автотолтурууну орнотуңуз.
lt: Įdiekite esamo arba nurodyto apvalkalo automatinį užbaigimą.
lv: Instalējiet automātisko pabeigšanu pašreizējam vai dotajam apvalkam.
mk: Инсталирајте автоматско комплетирање за тековната или дадената школка.
ml: നിലവിലുള്ളതോ നൽകിയിരിക്കുന്നതോ ആയ ഷെല്ലിൽ ഓട്ടോകംപ്ലീഷൻ ഇൻസ്റ്റാൾ ചെയ്യുക.
mn: Одоогийн эсвэл өгөгдсөн бүрхүүлд автоматаар гүйцээхийг суулгана уу.
mr: चालू किंवा दिलेल्या शेलसाठी ऑटोकंप्लीशन स्थापित करा.
ms: Pasang autolengkap untuk shell semasa atau diberikan.
nb: Installer autofullføring for gjeldende eller gitt skall.
ne: हालको वा दिइएको शेलको लागि स्वत: समाप्ति स्थापना गर्नुहोस्।
nl: Installeer automatisch aanvullen voor de huidige of opgegeven shell.
pa: ਮੌਜੂਦਾ ਜਾਂ ਦਿੱਤੇ ਗਏ ਸ਼ੈੱਲ ਲਈ ਆਟੋਕੰਪਲੀਸ਼ਨ ਇੰਸਟਾਲ ਕਰੋ।
pl: Zainstaluj autouzupełnianie dla bieżącej lub danej powłoki.
pt_br: Instalar o preenchimento automático para o shell atual ou fornecido.
ro: Instalați completarea automată pentru shell-ul curent sau dat.
ru: Установить автодополнение для текущей или заданной оболочки.
sk: Nainštalujte automatické dokončovanie pre aktuálny alebo daný shell.
sl: Namestite samodokončanje za trenutno ali dano lupino.
sq: Instaloni plotësimin automatik për guaskën aktuale ose të dhënë.
sr: Инсталирајте аутоматско довршавање за тренутну или дату шкољку.
sv: Installera autokomplettering för det aktuella eller givna skalet.
sw: Sakinisha kukamilisha kiotomatiki kwa ganda la sasa au lililotolewa.
ta: தற்போதைய அல்லது கொடுக்கப்பட்ட ஷெல்லுக்கு தானியங்குநிரப்புதலை நிறுவவும்.
te: ప్రస్తుత లేదా ఇచ్చిన షెల్ కోసం ఆటోకంప్లీషన్‌ను ఇన్‌స్టాల్ చేయండి.
th: ติดตั้งการเติมคำอัตโนมัติสำหรับเชลล์ปัจจุบันหรือที่กำหนดไว้
tr: Mevcut veya belirtilen kabuk için otomatik tamamlamayı yükleyin.
ur: موجودہ یا دیے گئے شیل کے لیے خودکار تکمیل کو انسٹال کریں۔
vi: Cài đặt tính năng tự động hoàn thành cho shell hiện tại hoặc shell đã cho.
zh_hans: 为当前或给定的 shell 安装自动完成功能。
zh_hant: 為目前或給定的 shell 安裝自動完成功能。
