Repository: django-commons/django-typer
Catalog: django_typer/locale/*/LC_MESSAGES/django.po
Languages: af, ar, az, be, bg, bn, bs, ca, ckb, da, de, eo, et, eu, fa, fi, ga, gd, gl, he, hi, hr, hu, id, is, it, ja, ka, kk, kn, ko, ky, lt, lv, mk, ml, mn, mr, ms, nb, ne, nl, pa, pl, pt_br, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ur, vi, zh_hans, zh_hant

source: Uninstall autocompletion for the current or given shell.
af: Verwyder outovoltooiing vir die huidige of gegewe dop.
ar: إلغاء تثبيت الإكمال التلقائي للغلاف الحالي أو المحدد.
az: Cari və ya verilmiş qabıq üçün avtomatik tamamlamanı silin.
be: Выдаліць аўтазапаўненне для бягучай або дадзенай абалонкі.
bg: Деинсталирайте автоматичното довършване за текущата или дадена обвивка.
bn: বর্তমান বা প্রদত্ত শেলের জন্য স্বয়ংক্রিয় সমাপ্তি আনইনস্টল করুন।
bs: Deinstalirajte automatsko dovršavanje za trenutnu ili datu ljusku.
ca: Desinstal·leu l&#39;autocompleció per a l&#39;intèrpret d&#39;ordres actual o donat.
ckb: تەواوکردنی ئۆتۆماتیکی بۆ توێکڵی ئێستا یان پێدراو لاببە.
da: Afinstaller autofuldførelse for den aktuelle eller givne shell.
de: Deinstalliert die Autovervollständigung für die aktuelle oder angegebene Shell.
eo: Malinstalu aŭtomatan kompleton por la nuna aŭ donita ŝelo.
et: Desinstallige praeguse või antud kesta automaatne lõpetamine.
eu: Desinstalatu osaketa automatikoa uneko edo emandako shell-erako.
fa: تکمیل خودکار را برای پوسته فعلی یا داده شده حذف نصب کنید.
fi: Poista nykyisen tai annetun komentotulkin automaattinen täydennys.
ga: Díshuiteáil uathchríochnú don sceall reatha nó tugtha.
gd: Dì-stàlaich fèin-choileanadh airson an t-slige làithreach no an t-slige a chaidh a thoirt seachad.
gl: Desinstale o autocompletado para o shell actual ou dado.
he: הסר את ההתקנה של השלמה אוטומטית עבור המעטפת הנוכחית או הנתונה.
hi: वर्तमान या दिए गए शेल के लिए स्वतः पूर्णता की स्थापना रद्द करें।
hr: Deinstalirajte automatsko dovršavanje za trenutnu ili danu ljusku.
hu: Távolítsa el az automatikus kiegészítést az aktuális vagy adott parancsértelmezőről.
id: Copot pemasangan pelengkapan otomatis untuk shell saat ini atau yang diberikan.
is: Fjarlægðu sjálfvirka útfyllingu fyrir núverandi eða gefna skel.
it: Disinstallare il completamento automatico per la shell corrente o quella specificata.
ja: 現在のシェルまたは指定されたシェルの自動補完をアンインストールします。
ka: წაშალეთ ავტომატური დასრულება მიმდინარე ან მოცემული გარსისთვის.
kk: Ағымдағы немесе берілген қабық үшін автотолтыруды жою.
kn: ಪ್ರಸ್ತುತ ಅಥವಾ ನೀಡಿರುವ ಶೆಲ್‌ಗಾಗಿ ಸ್ವಯಂಪೂರ್ಣಗೊಳಿಸುವಿಕೆಯನ್ನು ಅಸ್ಥಾಪಿಸಿ.
ko: 현재 셸이나 지정된 셸에 대한 자동 완성을 제거하세요.
ky: Учурдагы же берилген кабык үчүн автотолтурууну алып салыңыз.
lt: Pašalinkite esamo arba nurodyto apvalkalo automatinį užbaigimą.
lv: Pašreizējā vai dotā čaulas automātiskās pabeigšanas atinstalēšana.
mk: Деинсталирајте автоматско комплетирање за тековната или дадената школка.
ml: നിലവിലുള്ളതോ നൽകിയിരിക്കുന്നതോ ആയ ഷെല്ലിൽ ഓട്ടോകംപ്ലീഷൻ അൺഇൻസ്റ്റാൾ ചെയ്യുക.
mn: Одоогийн эсвэл өгөгдсөн бүрхүүлд автоматаар дуусгахыг устгана уу.
mr: सध्याच्या किंवा दिलेल्या शेलसाठी ऑटोकंप्लीशन अनइंस्टॉल करा.
ms: Nyahpasang autolengkap untuk shell semasa atau diberikan.
nb: Avinstaller autofullføring for gjeldende eller gitt skall.
ne: हालको वा दिइएको शेलको लागि स्वत: समाप्ति स्थापना रद्द गर्नुहोस्।
nl: Automatisch aanvullen verwijderen voor de huidige of opgegeven shell.
pa: ਮੌਜੂਦਾ ਜਾਂ ਦਿੱਤੇ ਗਏ ਸ਼ੈੱਲ ਲਈ ਆਟੋਕੰਪਲੀਸ਼ਨ ਨੂੰ ਅਣਇੰਸਟੌਲ ਕਰੋ।
pl: Odinstaluj autouzupełnianie dla bieżącej lub danej powłoki.
pt_br: Desinstale o preenchimento automático para o shell atual ou fornecido.
ro: Dezinstalați completarea automată pentru shell-ul curent sau dat.
ru: Удалить автодополнение для текущей или заданной оболочки.
sk: Odinštalujte automatické dokončovanie pre aktuálny alebo daný shell.
sl: Odstranite samodejno dokončanje za trenutno ali dano lupino.
sq: Çinstaloni plotësimin automatik për predhën aktuale ose të dhënë.
sr: Деинсталирајте аутоматско довршавање за тренутну или дату шкољку.
sv: Avinstallera autokomplettering för det aktuella eller givna skalet.
sw: Sanidua ukamilishaji kiotomatiki kwa ganda la sasa au lililotolewa.
ta: தற்போதைய அல்லது கொடுக்கப்பட்ட ஷெல்லுக்கான தானியங்குநிரப்புதலை நிறுவல் நீக்கவும்.
te: ప్రస్తుత లేదా ఇచ్చిన షెల్ కోసం ఆటోకంప్లీషన్‌ను అన్‌ఇన్‌స్టాల్ చేయండి.
th: ถอนการติดตั้งการเติมคำอัตโนมัติสำหรับเชลล์ปัจจุบันหรือที่กำหนดไว้
tr: Mevcut veya belirtilen kabuk için otomatik tamamlamayı kaldırın.
ur: موجودہ یا دیے گئے شیل کے لیے خودکار تکمیل کو اَن انسٹال کریں۔
vi: Gỡ cài đặt chức năng tự động hoàn thành cho shell hiện tại hoặc shell đã cho.
zh_hans: 卸载当前或给定 shell 的自动完成功能。
zh_hant: 卸載目前或給定 shell 的自動完成功能。

source: The name of the django manage script to remove shell completion for if different than the script used to invoke this command.
af: Die naam van die django-bestuurskrip om dopvoltooiing te verwyder vir indien anders as die skrip wat gebruik is om hierdie opdrag op te roep.
ar: اسم البرنامج النصي لإدارة django لإزالة إكمال shell إذا كان مختلفًا عن البرنامج النصي المستخدم لاستدعاء هذا الأمر.
az: Django idarə skriptinin adı bu əmri çağırmaq üçün istifadə edilən skriptdən fərqli olduqda, qabıq tamamlanmasını aradan qaldırır.
be: Назва сцэнарыя кіравання django для выдалення завяршэння абалонкі, калі адрозніваецца ад скрыпта, які выкарыстоўваецца для выкліку гэтай каманды.
bg: Името на скрипта за управление на django за премахване на завършването на обвивката, ако е различно от скрипта, използван за извикване на тази команда.
bn: এই কমান্ডটি ব্যবহার করার জন্য ব্যবহৃত স্ক্রিপ্টের থেকে ভিন্ন হলে, শেল কমপ্লিশন অপসারণের জন্য django manage স্ক্রিপ্টের নাম।
bs: Ime skripte za upravljanje django za uklanjanje završetka ljuske ako se razlikuje od skripte koja se koristi za pozivanje ove komande.
ca: El nom de l&#39;script django manage per eliminar la finalització de l&#39;intèrpret d&#39;ordres, si és diferent de l&#39;script utilitzat per invocar aquesta ordre.
ckb: ناوی سکریپتی بەڕێوەبردنی django بۆ لابردنی تەواوبوونی توێکڵ بۆ ئەگەر جیاواز بێت لەو سکریپتە کە بۆ بانگهێشتکردنی ئەم فرمانە بەکارهاتووە.
da: Navnet på django-manage-scriptet for at fjerne shell-fuldførelse, hvis det er anderledes end det script, der blev brugt til at påkalde denne kommando.
de: Der Name des Django-Verwaltungsskripts, für das die Shell-Vervollständigung entfernt werden soll, sofern er sich von dem zum Aufrufen dieses Befehls verwendeten Skript unterscheidet.
eo: La nomo de la django administri skripton por forigi ŝelkompletigon por se malsama ol la skripto uzata por alvoki ĉi tiun komandon.
et: Django haldusskripti nimi, mis eemaldab kesta lõpetamise, kui see erineb selle käsu käivitamiseks kasutatud skriptist.
eu: Shell-osaketa kentzeko django manage script-aren izena komando hau deitzeko erabilitako script-a ez bada.
fa: نام اسکریپت مدیریت جنگو برای حذف تکمیل پوسته برای اگر متفاوت از اسکریپت مورد استفاده برای فراخوانی این دستور باشد.
fi: Django-hallintakomentosarjan nimi, joka poistaa komentotulkin täydennyksen, jos se on eri kuin tämän komennon käynnistämiseen käytetty komentosarja.
ga: Ainm an script bainistithe django chun críochnú sliogán a bhaint le haghaidh más difriúil é an script a úsáidtear chun an t-ordú seo a agairt.
gd: Ainm an sgriobt riaghlaidh django gus crìoch a chuir air sligean a thoirt air falbh ma tha e eadar-dhealaichte bhon sgriobt a chaidh a chleachdadh gus an àithne seo a chuir a-steach.
gl: O nome do script django manage para eliminar a finalización do intérprete de comandos se é diferente do script usado para invocar este comando.
he: השם של הסקריפט django manage להסרת השלמת מעטפת אם שונה מהסקריפט ששימש להפעלת פקודה זו.
hi: यदि शेल पूर्णता को हटाने के लिए django प्रबंधन स्क्रिप्ट का नाम इस आदेश को लागू करने के लिए प्रयुक्त स्क्रिप्ट से भिन्न है।
hr: Naziv skripte za upravljanje djangom za uklanjanje dovršetka ljuske ako se razlikuje od skripte korištene za pozivanje ove naredbe.
hu: A django manager szkript neve, amely eltávolítja a shell befejezését, ha eltér a parancs meghívásához használt szkripttől.
id: Nama skrip manajemen django untuk menghapus pelengkapan shell jika berbeda dengan skrip yang digunakan untuk menjalankan perintah ini.
is: Nafn django manage script til að fjarlægja skel frágang ef það er annað en scriptið sem notað var til að kalla fram þessa skipun.
it: Il nome dello script di gestione Django per rimuovere il completamento della shell se diverso dallo script utilizzato per richiamare questo comando.
ja: このコマンドを呼び出すために使用されたスクリプトと異なる場合に、シェル補完を削除する Django 管理スクリプトの名前。
ka: django management სკრიპტის სახელი, რათა წაშალოს shell completion თუ განსხვავდება ამ ბრძანების გამოსაძახებლად გამოყენებული სკრიპტისგან.
kk: Бұл пәрменді шақыру үшін пайдаланылған сценарийден өзгеше болса, қабықшаның аяқталуын жою үшін джанго басқару сценарийінің атауы.
kn: ಈ ಆಜ್ಞೆಯನ್ನು ಆಹ್ವಾನಿಸಲು ಬಳಸಿದ ಸ್ಕ್ರಿಪ್ಟ್‌ಗಿಂತ ಭಿನ್ನವಾಗಿದ್ದರೆ, ಶೆಲ್ ಪೂರ್ಣಗೊಳಿಸುವಿಕೆಯನ್ನು ತೆಗೆದುಹಾಕಲು django ಮ್ಯಾನೇಜ್ ಸ್ಕ್ರಿಪ್ಟ್‌ನ ಹೆಸರು.
ko: 이 명령을 호출하는 데 사용된 스크립트와 다른 경우 셸 완성을 제거하기 위한 django 관리 스크립트의 이름입니다.
ky: Джанго башкаруу скриптинин аталышы, эгерде бул буйрукту чакыруу үчүн колдонулган скрипттен башкача болсо, кабыктын аяктоосун алып салуу үчүн.
lt: Django valdymo scenarijaus pavadinimas, skirtas pašalinti apvalkalo užbaigimą, jei skiriasi nuo scenarijaus, naudojamo šiai komandai iškviesti.
lv: Django pārvaldības skripta nosaukums, lai noņemtu čaulas pabeigšanu, ja tas atšķiras no skripta, kas tika izmantots šīs komandas izsaukšanai.
mk: Името на скриптата за управување со django за да се отстрани комплетирањето на школка за ако е различно од скриптата што се користи за повикување на оваа команда.
ml: ഈ കമാൻഡ് ഇൻവോക്ക് ചെയ്യാൻ ഉപയോഗിച്ച സ്ക്രിപ്റ്റിൽ നിന്ന് വ്യത്യസ്തമാണെങ്കിൽ, ഷെൽ കംപ്ലീഷൻ നീക്കം ചെയ്യുന്നതിനുള്ള django മാനേജ്മെന്റ് സ്ക്രിപ്റ്റിന്റെ പേര്.
mn: Хэрэв энэ командыг дуудахад ашигласан скриптээс өөр бол бүрхүүлийн гүйцээлтийг арилгахын тулд django удирдах скриптийн нэр.
mr: ही कमांड वापरण्यासाठी वापरल्या जाणाऱ्या स्क्रिप्टपेक्षा जर वेगळे असेल तर शेल कम्प्लीशन काढून टाकण्यासाठी django मॅनेज स्क्रिप्टचे नाव.
ms: Nama skrip pengurusan django untuk mengalih keluar penyelesaian shell jika berbeza daripada skrip yang digunakan untuk menggunakan arahan ini.
nb: Navnet på django management-skriptet for å fjerne skallfullføringen hvis det er forskjellig fra skriptet som ble brukt til å påkalle denne kommandoen.
ne: यो आदेश आह्वान गर्न प्रयोग गरिएको स्क्रिप्ट भन्दा फरक भएमा शेल कम्प्लीशन हटाउनको लागि django manage स्क्रिप्टको नाम।
nl: De naam van het Django-beheerscript waarvan de shell-aanvulling moet worden verwijderd, is anders dan het script dat is gebruikt om deze opdracht aan te roepen.
pa: ਸ਼ੈੱਲ ਕੰਪਲੀਸ਼ਨਸ ਨੂੰ ਹਟਾਉਣ ਲਈ django ਮੈਨੇਜ ਸਕ੍ਰਿਪਟ ਦਾ ਨਾਮ, ਜੇਕਰ ਇਸ ਕਮਾਂਡ ਨੂੰ ਇਨਵੋਕ ਕਰਨ ਲਈ ਵਰਤੀ ਗਈ ਸਕ੍ਰਿਪਟ ਤੋਂ ਵੱਖਰਾ ਹੈ।
pl: Nazwa skryptu Django Manage, dla którego ma zostać usunięte dopełnianie powłoki, jest inna niż nazwa skryptu użytego do wywołania tego polecenia.
pt_br: O nome do script de gerenciamento do django para remover a conclusão do shell, caso seja diferente do script usado para invocar este comando.
ro: Numele scriptului de gestionare django pentru a elimina completarea shell-ului, dacă este diferit de scriptul utilizat pentru a invoca această comandă.
ru: Имя скрипта django manage для удаления автодополнения оболочки, если оно отличается от скрипта, используемого для вызова этой команды.
sk: Názov riadiaceho skriptu django na odstránenie dokončenia shellu, ak sa líši od skriptu použitého na vyvolanie tohto príkazu.
sl: Ime skripta za upravljanje django za odstranitev dokončanja lupine, če se razlikuje od skripta, uporabljenega za priklic tega ukaza.
sq: Emri i skriptit të menaxhimit të django për të hequr kompletimin e guaskës nëse është i ndryshëm nga skripti i përdorur për të thirrur këtë komandë.
sr: Име скрипте за управљање дјанго за уклањање завршетка љуске за ако је другачије од скрипте која се користи за позивање ове команде.
sv: Namnet på django manage script för att ta bort skalkomplettering om det är annorlunda än skriptet som användes för att anropa detta kommando.
sw: Jina la hati ya kudhibiti django ili kuondoa ukamilishaji wa ganda ikiwa ni tofauti na hati iliyotumiwa kuteua amri hii.
ta: இந்தக் கட்டளையை செயல்படுத்தப் பயன்படுத்தப்படும் ஸ்கிரிப்டை விட django manage script பெயர் வேறுபட்டால், shell completion ஐ நீக்குவதற்கான பெயர்.
te: ఈ కమాండ్‌ను అమలు చేయడానికి ఉపయోగించిన స్క్రిప్ట్ కంటే భిన్నంగా ఉంటే, django manage script to remove shell completion పేరు.
th: ชื่อของสคริปต์การจัดการ django ที่จะลบการเสร็จสมบูรณ์ของเชลล์หากแตกต่างจากสคริปต์ที่ใช้เรียกคำสั่งนี้
tr: Bu komutu çağırmak için kullanılan betikten farklıysa, kabuk tamamlamayı kaldırmak için kullanılacak django yönetim betiğinin adı.
ur: جینگو مینیج اسکرپٹ کا نام شیل کی تکمیل کو ہٹانے کے لیے اگر اس کمانڈ کو استعمال کرنے کے لیے استعمال ہونے والے اسکرپٹ سے مختلف ہو۔
vi: Tên của tập lệnh quản lý django để loại bỏ hoàn thành shell nếu khác với tập lệnh được sử dụng để gọi lệnh này.
zh_hans: 如果与用于调用此命令的脚本不同，则删除 shell 补全的 django 管理脚本的名称。
zh_hant: 如果與用於呼叫此指令的腳本不同，則刪除 shell 補全的 django 管理腳本的名稱。

source: Generate autocompletion for command string.
af: Genereer outovoltooiing vir opdragstring.
ar: إنشاء الإكمال التلقائي لسلسلة الأوامر.
az: Komanda sətri üçün avtomatik tamamlama yaradın.
be: Стварыць аўтазапаўненне для каманднага радка.
bg: Генериране на автоматично довършване за команден низ.
bn: কমান্ড স্ট্রিংয়ের জন্য স্বয়ংসম্পূর্ণতা তৈরি করুন।
bs: Generirajte automatsko dovršavanje za komandni niz.
ca: Genereu l&#39;autocompleció per a la cadena d&#39;ordres.
ckb: دروستکردنی تەواوکردنی خۆکارانە بۆ ڕستەی فەرمانەکان.
da: Generer autofuldførelse for kommandostreng.
de: Autovervollständigung für Befehlszeichenfolge generieren.
eo: Generu aŭtomatan kompleton por komanda ĉeno.
et: Loo käsustringi automaatne lõpetamine.
eu: Sortu komando-katearen osatze automatikoa.
fa: تکمیل خودکار برای رشته فرمان ایجاد کنید.
fi: Luo automaattinen täydennys komentojonolle.
ga: Gin uathchríochnú don teaghrán ordaithe.
gd: Cruthaich fèin-chrìochnachadh airson sreang àithne.
gl: Xerar autocompletado para a cadea de comandos.
he: צור השלמה אוטומטית עבור מחרוזת פקודה.
hi: कमांड स्ट्रिंग के लिए स्वतः पूर्णता उत्पन्न करें.
hr: Generiraj automatsko dovršavanje za naredbeni niz.
hu: Automatikus kiegészítést generál a parancssorhoz.
id: Hasilkan pelengkapan otomatis untuk string perintah.
is: Búðu til sjálfvirka útfyllingu fyrir skipanastreng.
it: Genera il completamento automatico per la stringa di comando.
ja: コマンド文字列の自動補完を生成します。
ka: შექმენით ავტომატური დასრულება ბრძანების სტრიქონისთვის.
kk: Пәрмен жолы үшін автотолтыруды жасаңыз.
kn: ಕಮಾಂಡ್ ಸ್ಟ್ರಿಂಗ್‌ಗಾಗಿ ಸ್ವಯಂಪೂರ್ಣಗೊಳಿಸುವಿಕೆಯನ್ನು ರಚಿಸಿ.
ko: 명령 문자열에 대한 자동 완성을 생성합니다.
ky: Буйрук сабы үчүн автотолтурууну жаратыңыз.
lt: Sugeneruokite automatinį komandų eilutės užbaigimą.
lv: Ģenerējiet komandu virknes automātisko pabeigšanu.
mk: Генерирајте автоматско комплетирање за командната низа.
ml: കമാൻഡ് സ്ട്രിംഗിനായി ഓട്ടോകംപ്ലീഷൻ സൃഷ്ടിക്കുക.
mn: Командын мөрөнд автоматаар гүйцээх үйлдлийг үүсгэнэ үү.
mr: कमांड स्ट्रिंगसाठी ऑटोकंप्लीशन जनरेट करा.
ms: Hasilkan autolengkap untuk rentetan arahan.
nb: Generer autofullføring for kommandostreng.
ne: आदेश स्ट्रिङको लागि स्वत: समाप्ति उत्पन्न गर्नुहोस्।
nl: Genereer automatisch aanvullen voor opdrachtreeks.
pa: ਕਮਾਂਡ ਸਟ੍ਰਿੰਗ ਲਈ ਆਟੋਕੰਪਲੀਸ਼ਨ ਤਿਆਰ ਕਰੋ।
pl: Generuj autouzupełnianie dla ciągu poleceń.
pt_br: Gerar preenchimento automático para sequência de comando.
ro: Generați completarea automată pentru șirul de comandă.
ru: Генерировать автодополнение для командной строки.
sk: Generovať automatické dokončovanie pre reťazec príkazov.
sl: Ustvari samodokončanje za ukazni niz.
sq: Gjeneroni plotësimin automatik për vargun e komandës.
sr: Генериши аутоматско довршавање за командни низ.
sv: Generera autokomplettering för kommandosträng.
sw: Tengeneza ukamilishaji kiotomatiki kwa mfuatano wa amri.
ta: கட்டளை சரத்திற்கு தானியங்குநிரப்புதலை உருவாக்கு.
te: కమాండ్ స్ట్రింగ్ కోసం ఆటోకంప్లీషన్‌ను రూపొందించండి.
th: สร้างการเติมคำอัตโนมัติสำหรับสตริงคำสั่ง
tr: Komut dizesi için otomatik tamamlamayı oluştur.
ur: کمانڈ سٹرنگ کے لیے خودکار تکمیل پیدا کریں۔
vi: Tạo lệnh tự động hoàn thành cho chuỗi lệnh.
zh_hans: 为命令字符串生成自动完成。
zh_hant: 為命令字串產生自動完成。

source: The command string to generate completion suggestions for.
af: Die opdragstring om voltooiingsvoorstelle te genereer.
ar: سلسلة الأوامر التي سيتم إنشاء اقتراحات الإكمال لها.
az: üçün tamamlama təklifləri yaratmaq üçün əmr sətri.
be: Камандны радок для стварэння прапаноў завяршэння.
bg: Командният низ за генериране на предложения за завършване.
bn: সমাপ্তির পরামর্শ তৈরি করার জন্য কমান্ড স্ট্রিং।
bs: Komandni niz za generiranje prijedloga za završetak.
ca: La cadena d&#39;ordres per generar suggeriments de finalització.
ckb: ڕیزبەندی فەرمانەکان بۆ دروستکردنی پێشنیاری تەواوکردن بۆ...
da: Kommandostrengen til at generere færdiggørelsesforslag til.
de: Die Befehlszeichenfolge, für die Vervollständigungsvorschläge generiert werden sollen.
eo: La komanda ĉeno por generi kompletigajn sugestojn.
et: Käsu jada, mille jaoks lõpetamissoovitusi luua.
eu: Osatzeko iradokizunak sortzeko komando-katea.
fa: رشته فرمان برای ایجاد پیشنهادات تکمیل برای.
fi: Komentomerkkijono, jolle valmistumisehdotukset luodaan.
ga: An teaghrán ordaithe chun moltaí críochnaithe a ghiniúint le haghaidh.
gd: An t-sreath àithne gus molaidhean crìochnachaidh a ghineadh airson.
gl: A cadea de comandos para xerar suxestións de finalización.
he: מחרוזת הפקודה להפקת הצעות השלמה עבורה.
hi: पूर्णता सुझाव उत्पन्न करने के लिए कमांड स्ट्रिंग.
hr: Naredbeni niz za generiranje prijedloga završetka.
hu: A parancssor a befejezési javaslatok generálásához.
id: Rangkaian perintah untuk menghasilkan saran penyelesaian.
is: Skipunarstrengurinn til að búa til tillögur um frágang fyrir.
it: Stringa di comando per cui generare suggerimenti di completamento.
ja: 補完候補を生成するコマンド文字列。
ka: ბრძანების სტრიქონი დასრულების წინადადებების გენერირებისთვის.
kk: Аяқтау ұсыныстарын жасау үшін пәрмен жолы.
kn: ಪೂರ್ಣಗೊಳಿಸುವಿಕೆ ಸಲಹೆಗಳನ್ನು ರಚಿಸಲು ಆಜ್ಞೆಯ ಸ್ಟ್ರಿಂಗ್.
ko: 완성 제안을 생성하는 명령 문자열입니다.
ky: аяктоо сунуштарын түзүү үчүн буйрук сабы.
lt: Komandos eilutė, skirta užbaigimo pasiūlymams generuoti.
lv: Komandu virkne, lai ģenerētu pabeigšanas ieteikumus.
mk: Командната низа за генерирање предлози за завршување.
ml: പൂർത്തീകരണ നിർദ്ദേശങ്ങൾ സൃഷ്ടിക്കുന്നതിനുള്ള കമാൻഡ് സ്ട്രിംഗ്.
mn: Дуусгах зөвлөмжийг үүсгэх командын мөр.
mr: पूर्णत्व सूचना निर्माण करण्यासाठी कमांड स्ट्रिंग.
ms: Rentetan arahan untuk menjana cadangan penyiapan untuk.
nb: Kommandostrengen for å generere fullføringsforslag for.
ne: पूरा गर्ने सुझावहरू उत्पन्न गर्ने आदेश स्ट्रिङ।
nl: De opdrachtreeks om suggesties voor aanvulling te genereren.
pa: ਕਮਾਂਡ ਸਤਰ ਜਿਸ ਲਈ ਸੰਪੂਰਨਤਾ ਸੁਝਾਅ ਤਿਆਰ ਕੀਤੇ ਜਾਣਗੇ।
pl: Ciąg poleceń służący do generowania sugestii uzupełnienia.
pt_br: A sequência de comando para gerar sugestões de conclusão.
ro: Șirul de comandă pentru care se generează sugestii de finalizare.
ru: Командная строка для генерации предложений по завершению.
sk: Príkazový reťazec na generovanie návrhov na dokončenie.
sl: Ukazni niz za ustvarjanje predlogov za dokončanje.
sq: Vargu i komandës për të gjeneruar sugjerime për përfundimin.
sr: Командни низ за генерисање предлога за завршетак.
sv: Kommandosträngen att generera slutförandeförslag för.
sw: Kamba ya amri ya kutoa mapendekezo ya kukamilisha.
ta: நிறைவு பரிந்துரைகளை உருவாக்குவதற்கான கட்டளை சரம்.
te: పూర్తి సూచనలను రూపొందించడానికి కమాండ్ స్ట్రింగ్.
th: สตริงคำสั่งในการสร้างข้อเสนอแนะการเสร็จสมบูรณ์
tr: Tamamlama önerilerinin üretileceği komut dizesi.
ur: کمانڈ سٹرنگ جس کے لیے تکمیل کی تجاویز تیار کی جاتی ہیں۔
vi: Chuỗi lệnh để tạo ra các gợi ý hoàn thành.
zh_hans: 生成完成建议的命令字符串。
zh_hant: 產生完成建議的命令字串。

source: The cursor position.
ar: موضع المؤشر.
az: Kursorun mövqeyi.
bs: Položaj kursora.
gd: Suidheachadh a’ chursair.
hr: Položaj kursora.
kn: ಕರ್ಸರ್ ಸ್ಥಾನ.
ms: Kedudukan kursor.
pl: Pozycja kursora.
pt_br: A posição do cursor.
ta: கர்சர் நிலை.
te: కర్సర్ స్థానం.
th: ตำแหน่งเคอร์เซอร์
vi: Vị trí con trỏ.
