Repository: django-commons/django-typer
Catalog: django_typer/locale/*/LC_MESSAGES/django.po
Languages: af, ar, az, be, bg, bn, bs, ca, ckb, da, de, eo, et, eu, fa, fi, ga, gd, gl, he, hi, hr, hu, id, is, it, ja, ka, kk, kn, ko, ky, lt, lv, mk, ml, mn, mr, ms, nb, ne, nl, pa, pl, pt_br, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ur, vi, zh_hans, zh_hant

source: The Python path to a settings module, e.g. "myproject.settings.main". If this isn't provided, the DJANGO_SETTINGS_MODULE environment variable will be used.
af: Die Python-pad na &#39;n instellingsmodule, bv &quot;myproject.settings.main&quot;. As dit nie verskaf word nie, sal die DJANGO_SETTINGS_MODULE omgewingsveranderlike gebruik word.
ar: مسار Python إلى وحدة الإعدادات، على سبيل المثال "myproject.settings.main". إذا لم يتم توفير هذا المسار، فسيتم استخدام متغير البيئة DJANGO_SETTINGS_MODULE.
az: Parametrlər moduluna gedən Python yolu, məsələn, "myproject.settings.main". Bu təmin edilmədikdə, DJANGO_SETTINGS_MODULE mühit dəyişəni istifadə olunacaq.
be: Шлях Python да модуля налад, напрыклад, "myproject.settings.main". Калі гэта не прадугледжана, будзе выкарыстоўвацца зменная асяроддзя DJANGO_SETTINGS_MODULE.
bg: Пътят на Python до модул за настройки, напр. „myproject.settings.main“. Ако това не е предоставено, ще се използва променливата на средата DJANGO_SETTINGS_MODULE.
bn: একটি সেটিংস মডিউলের পাইথন পাথ, যেমন &quot;myproject.settings.main&quot;। যদি এটি প্রদান না করা হয়, তাহলে DJANGO_SETTINGS_MODULE পরিবেশ ভেরিয়েবল ব্যবহার করা হবে।
bs: Python putanja do modula postavki, npr. "myproject.settings.main". Ako ovo nije navedeno, koristit će se varijabla okruženja DJANGO_SETTINGS_MODULE.
ca: La ruta de Python a un mòdul de configuració, per exemple, &quot;myproject.settings.main&quot;. Si no es proporciona, s&#39;utilitzarà la variable d&#39;entorn DJANGO_SETTINGS_MODULE.
ckb: ڕێڕەوی پایتۆن بۆ مۆدیۆلی ڕێکخستنەکان، بۆ نموونە &quot;myproject.settings.main&quot;. ئەگەر ئەمە دابین نەکرا، گۆڕاوەی ژینگەی DJANGO_SETTINGS_MODULE بەکاردەهێنرێت.
da: Python-stien til et indstillingsmodul, f.eks. &quot;myproject.settings.main&quot;. Hvis dette ikke er angivet, vil DJANGO_SETTINGS_MODULE miljøvariablen blive brugt.
de: Der Python-Pfad zu einem Einstellungsmodul, z. B. „myproject.settings.main“. Wenn dieser nicht angegeben ist, wird die Umgebungsvariable DJANGO_SETTINGS_MODULE verwendet.
eo: La Python-vojo al agorda modulo, ekz. &quot;myproject.settings.main&quot;. Se ĉi tio ne estas provizita, la mediovariablo DJANGO_SETTINGS_MODULE estos uzata.
et: Pythoni tee seadete moodulisse, nt &quot;myproject.settings.main&quot;. Kui seda ei pakuta, kasutatakse keskkonnamuutujat DJANGO_SETTINGS_MODULE.
eu: Ezarpen modulu baterako Python-en bidea, adibidez, &quot;myproject.settings.main&quot;. Hau ematen ez bada, DJANGO_SETTINGS_MODULE ingurune-aldagaia erabiliko da.
fa: مسیر پایتون به یک ماژول تنظیمات، به عنوان مثال &quot;myproject.settings.main&quot;. اگر این ارائه نشده باشد، از متغیر محیطی DJANGO_SETTINGS_MODULE استفاده خواهد شد.
fi: Python-polku asetusmoduuliin, esim. "myproject.settings.main". Jos tätä ei ole annettu, DJANGO_SETTINGS_MODULE-ympäristömuuttujaa käytetään.
ga: An cosán Python chuig modúl socruithe, m.sh. &quot;myproject.settings.main&quot;. Mura gcuirtear é seo ar fáil, úsáidfear an athróg timpeallachta DJANGO_SETTINGS_MODULE.
gd: An t-slighe Python gu modal roghainnean, me "myproject.settings.main". Mur eil seo air a sholar, thèid caochladair àrainneachd DJANGO_SETTINGS_MODULE a chleachdadh.
gl: A ruta de Python a un módulo de configuración, por exemplo, &quot;myproject.settings.main&quot;. Se non se proporciona, empregarase a variable de ambiente DJANGO_SETTINGS_MODULE.
he: הנתיב של Python למודול הגדרות, למשל &quot;myproject.settings.main&quot;. אם זה לא מסופק, ישמש משתנה הסביבה DJANGO_SETTINGS_MODULE.
hi: सेटिंग्स मॉड्यूल के लिए पायथन पथ, उदाहरण के लिए &quot;myproject.settings.main&quot;। यदि यह प्रदान नहीं किया गया है, तो DJANGO_SETTINGS_MODULE पर्यावरण चर का उपयोग किया जाएगा।
hr: Put Pythona do modula postavki, npr. "myproject.settings.main". Ako ovo nije navedeno, koristit će se varijabla okruženja DJANGO_SETTINGS_MODULE.
hu: Egy beállítási modul Python elérési útja, pl. &quot;myproject.settings.main&quot;. Ha ez nincs megadva, akkor a DJANGO_SETTINGS_MODULE környezeti változó kerül felhasználásra.
id: Jalur Python ke modul pengaturan, misalnya &quot;myproject.settings.main&quot;. Jika ini tidak disediakan, variabel lingkungan DJANGO_SETTINGS_MODULE akan digunakan.
is: Python slóðin að stillingareiningu, td &quot;myproject.settings.main&quot;. Ef þetta er ekki gefið upp verður DJANGO_SETTINGS_MODULE umhverfisbreytan notuð.
it: Il percorso Python per un modulo di impostazioni, ad esempio &quot;myproject.settings.main&quot;. Se non viene fornito, verrà utilizzata la variabile di ambiente DJANGO_SETTINGS_MODULE.
ja: 設定モジュールへの Python パス (例: &quot;myproject.settings.main&quot;)。これが指定されていない場合は、DJANGO_SETTINGS_MODULE 環境変数が使用されます。
ka: პითონის გზა პარამეტრების მოდულისკენ, მაგ., &quot;myproject.settings.main&quot;. თუ ეს არ არის მოწოდებული, გამოყენებული იქნება DJANGO_SETTINGS_MODULE გარემოს ცვლადი.
kk: Параметрлер модуліне Python жолы, мысалы, &quot;myproject.settings.main&quot;. Бұл қамтамасыз етілмесе, DJANGO_SETTINGS_MODULE ортасының айнымалы мәні пайдаланылады.
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳ ಮಾಡ್ಯೂಲ್‌ಗೆ ಪೈಥಾನ್ ಮಾರ್ಗ, ಉದಾ. "myproject.settings.main". ಇದನ್ನು ಒದಗಿಸದಿದ್ದರೆ, DJANGO_SETTINGS_MODULE ಪರಿಸರ ವೇರಿಯೇಬಲ್ ಅನ್ನು ಬಳಸಲಾಗುತ್ತದೆ.
ko: 설정 모듈에 대한 Python 경로, 예: "myproject.settings.main". 이것이 제공되지 않으면 DJANGO_SETTINGS_MODULE 환경 변수가 사용됩니다.
ky: Орнотуу модулуна Python жолу, мисалы, &quot;myproject.settings.main&quot;. Эгер бул камсыздалбаса, DJANGO_SETTINGS_MODULE чөйрө өзгөрмөсү колдонулат.
lt: Python kelias į nustatymų modulį, pvz., „myproject.settings.main“. Jei tai nepateikta, bus naudojamas aplinkos kintamasis DJANGO_SETTINGS_MODULE.
lv: Python ceļš uz iestatījumu moduli, piemēram, &quot;myproject.settings.main&quot;. Ja tas nav nodrošināts, tiks izmantots vides mainīgais DJANGO_SETTINGS_MODULE.
mk: Патеката на Python до модулот за поставки, на пр. „myproject.settings.main“. Ако ова не е обезбедено, ќе се користи променливата на околината DJANGO_SETTINGS_MODULE.
ml: ഒരു ക്രമീകരണ മൊഡ്യൂളിലേക്കുള്ള പൈത്തൺ പാത, ഉദാ: &quot;myproject.settings.main&quot;. ഇത് നൽകിയിട്ടില്ലെങ്കിൽ, DJANGO_SETTINGS_MODULE എൻവയോൺമെന്റ് വേരിയബിൾ ഉപയോഗിക്കും.
mn: &quot;myproject.settings.main&quot; гэх мэт тохиргооны модулийн Python зам. Хэрэв үүнийг өгөөгүй бол DJANGO_SETTINGS_MODULE орчны хувьсагчийг ашиглана.
mr: सेटिंग्ज मॉड्यूलचा पायथॉन मार्ग, उदा. &quot;myproject.settings.main&quot;. जर हे प्रदान केले नसेल, तर DJANGO_SETTINGS_MODULE पर्यावरण चल वापरला जाईल.
ms: Laluan Python ke modul tetapan, cth "myproject.settings.main". Jika ini tidak disediakan, pembolehubah persekitaran DJANGO_SETTINGS_MODULE akan digunakan.
nb: Python-banen til en innstillingsmodul, f.eks. &quot;myproject.settings.main&quot;. Hvis dette ikke er gitt, vil DJANGO_SETTINGS_MODULE miljøvariabelen bli brukt.
ne: सेटिङ मोड्युलमा पाइथन मार्ग, जस्तै &quot;myproject.settings.main&quot;। यदि यो प्रदान गरिएको छैन भने, DJANGO_SETTINGS_MODULE वातावरण चर प्रयोग गरिनेछ।
nl: Het Python-pad naar een instellingenmodule, bijvoorbeeld &quot;myproject.settings.main&quot;. Als dit niet wordt opgegeven, wordt de omgevingsvariabele DJANGO_SETTINGS_MODULE gebruikt.
pa: ਸੈਟਿੰਗ ਮੋਡੀਊਲ ਲਈ ਪਾਈਥਨ ਮਾਰਗ, ਜਿਵੇਂ ਕਿ &quot;myproject.settings.main&quot;। ਜੇਕਰ ਇਹ ਪ੍ਰਦਾਨ ਨਹੀਂ ਕੀਤਾ ਜਾਂਦਾ ਹੈ, ਤਾਂ DJANGO_SETTINGS_MODULE ਵਾਤਾਵਰਣ ਵੇਰੀਏਬਲ ਵਰਤਿਆ ਜਾਵੇਗਾ।
pl: Ścieżka Pythona do modułu ustawień, np. „myproject.settings.main”. Jeśli nie jest podana, zostanie użyta zmienna środowiskowa DJANGO_SETTINGS_MODULE.
pt_br: O caminho Python para um módulo de configurações, por exemplo, "myproject.settings.main". Se isso não for fornecido, a variável de ambiente DJANGO_SETTINGS_MODULE será usada.
ro: Calea Python către un modul de setări, de exemplu „myproject.settings.main”. Dacă aceasta nu este furnizată, va fi utilizată variabila de mediu DJANGO_SETTINGS_MODULE.
ru: Путь Python к модулю настроек, например &quot;myproject.settings.main&quot;. Если он не указан, будет использоваться переменная среды DJANGO_SETTINGS_MODULE.
sk: Cesta Pythonu k modulu nastavení, napr. &quot;myproject.settings.main&quot;. Ak to nie je uvedené, použije sa premenná prostredia DJANGO_SETTINGS_MODULE.
sl: Pot Python do nastavitvenega modula, npr. &quot;myproject.settings.main&quot;. Če to ni na voljo, bo uporabljena spremenljivka okolja DJANGO_SETTINGS_MODULE.
sq: Rruga e Python drejt një moduli të cilësimeve, p.sh. &quot;myproject.settings.main&quot;. Nëse kjo nuk ofrohet, do të përdoret ndryshorja e mjedisit DJANGO_SETTINGS_MODULE.
sr: Питхон путања до модула подешавања, нпр. &quot;мипројецт.сеттингс.маин&quot;. Ако ово није обезбеђено, користиће се променљива окружења ДЈАНГО_СЕТТИНГС_МОДУЛЕ.
sv: Python-sökvägen till en inställningsmodul, t.ex. &quot;myproject.settings.main&quot;. Om detta inte tillhandahålls kommer miljövariabeln DJANGO_SETTINGS_MODULE att användas.
sw: Njia ya Python kwa moduli ya mipangilio, kwa mfano &quot;myproject.settings.main&quot;. Ikiwa hii haijatolewa, utofauti wa mazingira wa DJANGO_SETTINGS_MODULE utatumika.
ta: அமைப்புகள் தொகுதிக்கான பைதான் பாதை, எ.கா. "myproject.settings.main". இது வழங்கப்படவில்லை என்றால், DJANGO_SETTINGS_MODULE சூழல் மாறி பயன்படுத்தப்படும்.
te: సెట్టింగుల మాడ్యూల్‌కు పైథాన్ మార్గం, ఉదా. "myproject.settings.main". ఇది అందించకపోతే, DJANGO_SETTINGS_MODULE ఎన్విరాన్మెంట్ వేరియబుల్ ఉపయోగించబడుతుంది.
th: เส้นทาง Python ไปยังโมดูลการตั้งค่า เช่น "myproject.settings.main" หากไม่ได้ระบุค่านี้ จะใช้ตัวแปรสภาพแวดล้อม DJANGO_SETTINGS_MODULE
tr: Bir ayarlar modülüne giden Python yolu, örneğin &quot;myproject.settings.main&quot;. Bu sağlanmazsa, DJANGO_SETTINGS_MODULE ortam değişkeni kullanılacaktır.
ur: سیٹنگ ماڈیول کا ازگر کا راستہ، جیسے &quot;myproject.settings.main&quot;۔ اگر یہ فراہم نہیں کیا جاتا ہے تو، DJANGO_SETTINGS_MODULE ماحولیاتی متغیر استعمال کیا جائے گا۔
vi: Đường dẫn Python đến mô-đun cài đặt, ví dụ "myproject.settings.main". Nếu không cung cấp đường dẫn này, biến môi trường DJANGO_SETTINGS_MODULE sẽ được sử dụng.
zh_hans: 设置模块的 Python 路径，例如“myproject.settings.main”。如果未提供，则将使用 DJANGO_SETTINGS_MODULE 环境变量。
zh_hant: 設定模組的 Python 路徑，例如「myproject.settings.main」。如果未提供，則將使用 DJANGO_SETTINGS_MODULE 環境變數。

source: A directory to add to the Python path, e.g. "/home/djangoprojects/myproject".
af: &#39;n Gids om by die Python-pad te voeg, bv. &quot;/home/djangoprojects/myproject&quot;.
ar: دليل لإضافته إلى مسار Python، على سبيل المثال "/home/djangoprojects/myproject".
az: Python yoluna əlavə ediləcək kataloq, məsələn, "/home/djangoprojects/myproject".
be: Каталог для дадання ў шлях Python, напрыклад, «/home/djangoprojects/myproject».
bg: Директория, която да добавите към пътя на Python, напр. „/home/djangoprojects/myproject“.
bn: পাইথন পাথে যোগ করার জন্য একটি ডিরেক্টরি, যেমন &quot;/home/djangoprojects/myproject&quot;।
bs: Direktorij za dodavanje Python putanji, npr. "/home/djangoprojects/myproject".
ca: Un directori per afegir a la ruta de Python, per exemple &quot;/home/djangoprojects/myproject&quot;.
ckb: دایرێکتۆرێک بۆ زیادکردن بۆ ڕێڕەوی پایتۆن، بۆ نموونە &quot;/home/djangoprojects/myproject&quot;.
da: En mappe, der skal tilføjes til Python-stien, f.eks. &quot;/home/djangoprojects/mitprojekt&quot;.
de: Ein Verzeichnis, das dem Python-Pfad hinzugefügt werden soll, z. B. „/home/djangoprojects/myproject“.
eo: Dosierujo por aldoni al la Python-vojo, ekz. &quot;/home/djangoprojects/myproject&quot;.
et: Kataloog, mis lisatakse Pythoni teele, nt &quot;/home/djangoprojects/myproject&quot;.
eu: Python bidera gehitzeko direktorio bat, adibidez, &quot;/home/djangoprojects/myproject&quot;.
fa: دایرکتوری برای اضافه کردن به مسیر پایتون، به عنوان مثال &quot;/home/djangoprojects/myproject&quot;.
fi: Python-polkuun lisättävä hakemisto, esim. "/home/djangoprojects/myproject".
ga: Eolaire le cur le cosán Python, m.sh. &quot;/home/djangoprojects/myproject&quot;.
gd: Eòlaire a chuireas ri slighe Python, me "/home/djangoprojects/myproject".
gl: Un directorio para engadir á ruta de Python, por exemplo, &quot;/home/djangoprojects/myproject&quot;.
he: ספרייה להוספה לנתיב Python, למשל &quot;/home/djangoprojects/myproject&quot;.
hi: पायथन पथ में जोड़ने के लिए एक निर्देशिका, उदाहरण के लिए &quot;/home/djangoprojects/myproject&quot;।
hr: Direktorij za dodavanje u Python stazu, npr. "/home/djangoprojects/myproject".
hu: A Python elérési úthoz hozzáadandó könyvtár, pl. &quot;/home/djangoprojects/myproject&quot;.
id: Direktori untuk ditambahkan ke jalur Python, misalnya &quot;/home/djangoprojects/myproject&quot;.
is: Skrá til að bæta við Python slóðina, td &quot;/home/djangoprojects/myproject&quot;.
it: Una directory da aggiungere al percorso Python, ad esempio &quot;/home/djangoprojects/myproject&quot;.
ja: Python パスに追加するディレクトリ (例: &quot;/home/djangoprojects/myproject&quot;)。
ka: დირექტორია პითონის ბილიკზე დასამატებლად, მაგ: &quot;/home/djangoprojects/myproject&quot;.
kk: Python жолына қосылатын каталог, мысалы, &quot;/home/djangoprojects/myproject&quot;.
kn: ಪೈಥಾನ್ ಮಾರ್ಗಕ್ಕೆ ಸೇರಿಸಲು ಒಂದು ಡೈರೆಕ್ಟರಿ, ಉದಾ. "/home/djangoprojects/myproject".
ko: Python 경로에 추가할 디렉토리, 예: "/home/djangoprojects/myproject".
ky: Python жолуна кошуу үчүн каталог, мисалы, &quot;/home/djangoprojects/myproject&quot;.
lt: Katalogas, kurį reikia pridėti prie Python kelio, pvz., „/home/djangoprojects/myproject“.
lv: Direktorija, kas jāpievieno Python ceļam, piemēram, &quot;/home/djangoprojects/myproject&quot;.
mk: Директориум за додавање на патеката на Python, на пр. „/home/djangoprojects/myproject“.
ml: പൈത്തൺ പാതയിലേക്ക് ചേർക്കുന്നതിനുള്ള ഒരു ഡയറക്ടറി, ഉദാ: &quot;/home/djangoprojects/myproject&quot;.
mn: Python замд нэмэх лавлах, жишээ нь &quot;/home/djangoprojects/myproject&quot;.
mr: पायथॉन मार्गात जोडण्यासाठी एक निर्देशिका, उदा. &quot;/home/djangoprojects/myproject&quot;.
ms: Direktori untuk ditambahkan pada laluan Python, cth "/home/djangoprojects/myproject".
nb: En katalog å legge til i Python-banen, f.eks. &quot;/home/djangoprojects/mittprosjekt&quot;.
ne: पाइथन मार्गमा थप्नको लागि एउटा निर्देशिका, जस्तै &quot;/home/djangoprojects/myproject&quot;।
nl: Een map om toe te voegen aan het Python-pad, bijvoorbeeld &quot;/home/djangoprojects/myproject&quot;.
pa: ਪਾਈਥਨ ਮਾਰਗ ਵਿੱਚ ਜੋੜਨ ਲਈ ਇੱਕ ਡਾਇਰੈਕਟਰੀ, ਜਿਵੇਂ ਕਿ &quot;/home/djangoprojects/myproject&quot;।
pl: Katalog, który należy dodać do ścieżki Pythona, np. „/home/djangoprojects/myproject”.
pt_br: Um diretório para adicionar ao caminho do Python, por exemplo "/home/djangoprojects/myproject".
ro: Un director de adăugat la calea Python, de exemplu „/home/djangoprojects/myproject”.
ru: Каталог, который необходимо добавить в путь Python, например, «/home/djangoprojects/myproject».
sk: Adresár, ktorý sa má pridať do cesty Pythonu, napr. &quot;/home/djangoprojects/myproject&quot;.
sl: Imenik, ki ga želite dodati na pot Python, npr. &quot;/home/djangoprojects/myproject&quot;.
sq: Një direktori për të shtuar në shtegun e Python, p.sh. &quot;/home/djangoprojects/myproject&quot;.
sr: Директоријум који треба додати путањи Питхон-а, нпр. &quot;/хоме/дјангопројецтс/мипројецт&quot;.
sv: En katalog att lägga till i Python-sökvägen, t.ex. &quot;/home/djangoprojects/myproject&quot;.
sw: Saraka ya kuongeza kwenye njia ya Python, kwa mfano &quot;/home/djangoprojects/myproject&quot;.
ta: பைதான் பாதையில் சேர்க்க வேண்டிய ஒரு கோப்பகம், எ.கா. "/home/djangoprojects/myproject".
te: పైథాన్ పాత్ కు జోడించడానికి ఒక డైరెక్టరీ, ఉదా. "/home/djangoprojects/myproject".
th: ไดเร็กทอรีที่จะเพิ่มในเส้นทาง Python เช่น "/home/djangoprojects/myproject"
tr: Python yoluna eklenecek bir dizin, örneğin &quot;/home/djangoprojects/myproject&quot;.
ur: ازگر کے راستے میں شامل کرنے کے لیے ایک ڈائریکٹری، جیسے &quot;/home/djangoprojects/myproject&quot;۔
vi: Một thư mục để thêm vào đường dẫn Python, ví dụ "/home/djangoprojects/myproject".
zh_hans: 添加到 Python 路径的目录，例如“/home/djangoprojects/myproject”。
zh_hant: 新增至 Python 路徑的目錄，例如「/home/djangoprojects/myproject」。

source: Raise on CommandError exceptions
af: Verhoog op CommandError-uitsonderings
ar: رفع استثناءات CommandError
az: CommandError istisnalarını artırın
be: Выклікаць пры выключэнні CommandError
bg: Извикване при изключения CommandError
bn: CommandError ব্যতিক্রমগুলি উত্থাপন করুন
bs: Podignite na izuzecima CommandError
ca: Augmenta les excepcions de CommandError
ckb: بەرزکردنەوە لەسەر ئیستسنای CommandError
da: Hæv på CommandError-undtagelser
de: Bei CommandError-Ausnahmen auslösen
eo: Levu sur CommandError esceptoj
et: Suurendage CommandErrori erandeid
eu: CommandError salbuespenetan goratu
fa: استثناهای CommandError را افزایش دهید
fi: Korota CommandError-poikkeuksia
ga: Ardaigh ar eisceachtaí CommandError
gd: Àrdaich eisgeachdan CommandError
gl: Levantar excepcións de CommandError
he: העלה על חריגים של CommandError
hi: CommandError अपवादों पर उठाएँ
hr: Pokreni kod iznimki CommandError
hu: Emelje a CommandError kivételek esetén
id: Munculkan pengecualian CommandError
is: Hækka á CommandError undantekningum
it: Sollevare eccezioni CommandError
ja: CommandError例外が発生する
ka: Raise on CommandError გამონაკლისები
kk: CommandError ерекше жағдайларында көтеріңіз
kn: ಕಮಾಂಡ್ ಎರರ್ ವಿನಾಯಿತಿಗಳಲ್ಲಿ ರೈಸ್ ಮಾಡಿ
ko: CommandError 예외 발생 시 발생
ky: CommandError өзгөчө учурларында көтөрүңүз
lt: Padidinkite CommandError išimtis
lv: Palieliniet CommandError izņēmumus
mk: Raise on CommandError исклучоци
ml: കമാൻഡ് എറർ എക്സെപ്ഷനുകളിൽ ഉയർത്തുക
mn: CommandError-ийн онцгой тохиолдлуудыг нэмэгдүүлэх
mr: CommandError वर अपवाद वाढवा
ms: Tingkatkan pengecualian CommandError
nb: Øk på CommandError-unntak
ne: CommandError अपवादहरूमा वृद्धि गर्नुहोस्
nl: Raise on CommandError-uitzonderingen
pa: CommandError ਅਪਵਾਦਾਂ &#39;ਤੇ ਵਾਧਾ ਕਰੋ
pl: Podnieś wyjątki CommandError
pt_br: Levantar exceções de CommandError
ro: Ridicați excepțiile CommandError
ru: Вызвать исключение CommandError
sk: Vyvolajte výnimky CommandError
sl: Sproži ob izjemah CommandError
sq: Raise on CommandError përjashtime
sr: Подигните на изузецима ЦоммандЕррор
sv: Öka på CommandError-undantag
sw: Onyesha isipokuwa kwa CommandError
ta: கட்டளை பிழை விதிவிலக்குகளை உயர்த்தவும்
te: CommandError మినహాయింపులపై రైజ్ చేయండి
th: ยกข้อยกเว้น CommandError
tr: CommandError istisnalarında artış
ur: کمانڈ ایرر استثناء پر اضافہ کریں۔
vi: Nâng cao ngoại lệ CommandError
zh_hans: 引发 CommandError 异常
zh_hant: 引發 CommandError 異常

source: Print local variables in tracebacks.
ar: طباعة المتغيرات المحلية في التتبعات.
az: Tracebacklərdə yerli dəyişənləri çap edin.
bs: Ispišite lokalne varijable u tragovima.
gd: Clò-bhuail caochladairean ionadail ann an lorgan-meòir.
hr: Ispis lokalnih varijabli u tragovima.
kn: ಟ್ರೇಸ್‌ಬ್ಯಾಕ್‌ಗಳಲ್ಲಿ ಸ್ಥಳೀಯ ವೇರಿಯೇಬಲ್‌ಗಳನ್ನು ಮುದ್ರಿಸಿ.
ms: Cetak pembolehubah tempatan dalam surih balik.
pl: Drukuj zmienne lokalne w raportach śledzenia.
pt_br: Imprima variáveis locais em tracebacks.
ta: டிரேஸ்பேக்குகளில் உள்ளூர் மாறிகளை அச்சிடுக.
te: ట్రేస్‌బ్యాక్‌లలో స్థానిక వేరియబుల్స్‌ను ప్రింట్ చేయండి.
th: พิมพ์ตัวแปรในพื้นที่ใน tracebacks
vi: In các biến cục bộ trong traceback.

source: Hide local variables in tracebacks.
ar: إخفاء المتغيرات المحلية في عمليات التتبع.
az: İzləmələrdə yerli dəyişənləri gizlədin.
bs: Sakrij lokalne varijable u povratnim tragovima.
gd: Falaich caochladairean ionadail ann an lorgan-lorg.
hr: Sakrij lokalne varijable u tracebackovima.
kn: ಟ್ರೇಸ್‌ಬ್ಯಾಕ್‌ಗಳಲ್ಲಿ ಸ್ಥಳೀಯ ವೇರಿಯೇಬಲ್‌ಗಳನ್ನು ಮರೆಮಾಡಿ.
ms: Sembunyikan pembolehubah tempatan dalam surih balik.
pl: Ukryj zmienne lokalne w komunikatach śledzenia.
pt_br: Ocultar variáveis locais em tracebacks.
ta: சுவடு குறிகளில் உள்ளூர் மாறிகளை மறைக்கவும்.
te: ట్రేస్‌బ్యాక్‌లలో స్థానిక వేరియబుల్స్‌ను దాచండి.
th: ซ่อนตัวแปรท้องถิ่นใน tracebacks
vi: Ẩn các biến cục bộ trong dấu vết.

source: Don't colorize the command output.
af: Moenie die opdraguitvoer inkleur nie.
ar: لا تقم بتلوين مخرجات الأمر.
az: Komanda çıxışını rəngləndirməyin.
be: Не расфарбоўвайце вывад каманды.
bg: Не оцветявайте изхода на командата.
bn: কমান্ড আউটপুট রঙিন করবেন না।
bs: Ne bojite izlaz komande.
ca: No acoloreixis la sortida de l&#39;ordre.
ckb: دەرچوونی فەرمانەکە ڕەنگ مەکە.
da: Farv ikke kommandooutputtet.
de: Die Befehlsausgabe nicht einfärben.
eo: Ne kolorigu la komandan eligon.
et: Ärge värvige käsu väljundit.
eu: Ez koloreztatu komandoaren irteera.
fa: خروجی فرمان را رنگی نکنید.
fi: Älä väritä komentotulostetta.
ga: Ná dathaigh an t-aschur ordaithe.
gd: Na cuir dath air toradh an àithne.
gl: Non coloree a saída do comando.
he: אל תצבע את פלט הפקודה.
hi: कमांड आउटपुट को रंगीन न करें.
hr: Nemojte bojati izlaz naredbe.
hu: Ne színezze ki a parancs kimenetét.
id: Jangan mewarnai keluaran perintah.
is: Ekki lita skipanaúttakið.
it: Non colorare l&#39;output del comando.
ja: コマンド出力を色付けしません。
ka: არ გააფერადოთ ბრძანების გამომავალი.
kk: Пәрмен шығысының түстерін бермеңіз.
kn: ಆಜ್ಞೆಯ ಔಟ್‌ಪುಟ್ ಅನ್ನು ಬಣ್ಣ ಮಾಡಬೇಡಿ.
ko: 명령 출력에 색상을 지정하지 마세요.
ky: Буйрук чыгарууну түскө бөлбөңүз.
lt: Nespalvinkite komandos išvesties.
lv: Nekrāsojiet komandas izvadi.
mk: Не го обојувајте излезот на командата.
ml: കമാൻഡ് ഔട്ട്‌പുട്ട് വർണ്ണമാക്കരുത്.
mn: Тушаалын гаралтыг өнгөөр бүү хар.
mr: कमांड आउटपुट रंगीत करू नका.
ms: Jangan warnakan output arahan.
nb: Ikke fargelegg kommandoutgangen.
ne: कमाण्ड आउटपुटलाई रङ्गीन नगर्नुहोस्।
nl: Kleur de opdrachtuitvoer niet in.
pa: ਕਮਾਂਡ ਆਉਟਪੁੱਟ ਨੂੰ ਰੰਗੀਨ ਨਾ ਕਰੋ।
pl: Nie koloruj wyniku polecenia.
pt_br: Não colore a saída do comando.
ro: Nu colorați ieșirea comenzii.
ru: Не раскрашивайте вывод команды.
sk: Nefarbite výstup príkazu.
sl: Ne obarvajte izhoda ukaza.
sq: Mos e ngjyrosni daljen e komandës.
sr: Не бојите излаз команде.
sv: Färglägg inte kommandoutgången.
sw: Usitie rangi kwenye pato la amri.
ta: கட்டளை வெளியீட்டை வண்ணமயமாக்க வேண்டாம்.
te: కమాండ్ అవుట్‌పుట్‌ను రంగు వేయవద్దు.
th: อย่าระบายสีผลลัพธ์คำสั่ง
tr: Komut çıktısını renklendirmeyin.
ur: کمانڈ آؤٹ پٹ کو رنگین نہ کریں۔
vi: Không tô màu đầu ra của lệnh.
zh_hans: 不要给命令输出添加颜色。
zh_hant: 不要給命令輸出添加顏色。
