Repository: django-commons/django-typer
Catalog: src/django_typer/locale/*/LC_MESSAGES/django.po
Languages: br, cs, cy, el, es_ar, fr, fy, km, lb, my, tg, tt, uk

source: Print local variables in tracebacks.
br: Moullañ an argemmennoù lec&#39;hel e heuliadoù.
cs: Tisk lokálních proměnných v tracebackech.
cy: Argraffu newidynnau lleol mewn ôl-olion.
el: Εκτύπωση τοπικών μεταβλητών σε tracebacks.
es_ar: Imprimir variables locales en seguimientos.
fr: Imprimer les variables locales dans les tracebacks.
fy: Print lokale fariabelen yn tracebacks.
km: បោះពុម្ពអថេរមូលដ្ឋាននៅក្នុង tracebacks ។
lb: Dréckt lokal Verännerlechen an Tracebacks.
my: နောက်ကြောင်းပြန်များတွင် ဒေသဆိုင်ရာ ကိန်းရှင်များကို ပရင့်ထုတ်ပါ။
tg: Тағирёбандаҳои маҳаллиро дар пайгирӣ чоп кунед.
tt: Localирле үзгәрүчәннәрне эзләрдә бастырыгыз.
uk: Вивести локальні змінні в трасування.

source: Hide local variables in tracebacks.
br: Kuzhat an argemmennoù lec&#39;hel en heuliadoù.
cs: Skryjte místní proměnné v tracebackech.
cy: Cuddio newidynnau lleol mewn ôl-olion.
el: Απόκρυψη τοπικών μεταβλητών στα tracebacks.
es_ar: Ocultar variables locales en los seguimientos.
fr: Masquer les variables locales dans les tracebacks.
fy: Ferbergje lokale fariabelen yn tracebacks.
km: លាក់អថេរមូលដ្ឋាននៅក្នុង tracebacks ។
lb: Verstoppen lokal Variabelen an Tracebacks.
my: နောက်ကြောင်းပြန်များတွင် ဒေသဆိုင်ရာ ကိန်းရှင်များကို ဝှက်ထားပါ။
tg: Тағирёбандаҳои маҳаллиро дар пайгирӣ пинҳон кунед.
tt: Localирле үзгәрүчәннәрне эзләүдә яшерегез.
uk: Приховати локальні змінні в трасуваннях.

source: Don't colorize the command output.
br: Arabat livañ disoc&#39;h ar gemennadenn.
cs: Nebarvi výstup příkazu.
cy: Peidiwch â lliwio allbwn y gorchymyn.
el: Μην χρωματίζετε την έξοδο της εντολής.
es_ar: No coloree la salida del comando.
fr: Ne colorez pas la sortie de la commande.
fy: Kleurje de kommando-útfier net.
km: កុំដាក់ពណ៌លទ្ធផលពាក្យបញ្ជា។
lb: Faarft de Kommandoausgang net.
my: command output ကို အရောင်မခြယ်ပါနှင့်။
tg: Натиҷаи фармонро ранг накунед.
tt: Команда чыгаруны төсләмәгез.
uk: Не розфарбовуйте вихід команди.

source: Force colorization of the command output.
br: Livañ dre nerzh an disoc&#39;h urzhiad.
cs: Vynutit zabarvení výstupu příkazu.
cy: Gorfodi lliwio&#39;r allbwn gorchymyn.
el: Αναγκαστικός χρωματισμός της εξόδου εντολής.
es_ar: Forzar la coloración de la salida del comando.
fr: Forcer la colorisation de la sortie de commande.
fy: Force colorization fan de kommando útfier.
km: បង្ខំ​ពណ៌​នៃ​លទ្ធផល​ពាក្យ​បញ្ជា។
lb: Force Colorization vum Kommando Output.
my: အမိန့်ပေးသည့်အထွက်ကို အရောင်ခြယ်ခြင်းအား အတင်းလုပ်ပါ။
tg: Рангкунии маҷбурии баромади фармон.
tt: Команда чыгаруны көчләү.
uk: Примусове розфарбовування виводу команди.

source: Skip system checks.
br: Dilezel ar gwiriadurioù reizhiad.
cs: Přeskočit systémové kontroly.
cy: Hepgor gwiriadau system.
el: Παράλειψη ελέγχων συστήματος.
es_ar: Omitir comprobaciones del sistema.
fr: Ignorer les vérifications du système.
fy: Sla systeemkontrôles oer.
km: រំលងការត្រួតពិនិត្យប្រព័ន្ធ។
lb: Sprangen System Kontrollen.
my: စနစ်စစ်ဆေးမှုများကို ကျော်သွားပါ။
tg: Санҷишҳои системаро гузаред.
tt: Система тикшерүләрен үткәреп җибәрү.
uk: Пропустити системні перевірки.
