Repository: django-commons/django-typer
Catalog: src/django_typer/locale/*/LC_MESSAGES/django.po
Languages: br, cs, cy, el, es_ar, fr, fy, km, lb, my, tg, tt, uk

source: Install autocompletion for the current shell.
br: Staliañ an emgefre evit ar shell bremanel.
cs: Nainstalujte automatické dokončování pro aktuální prostředí.
cy: Gosod awtolenwi ar gyfer y gragen gyfredol.
el: Εγκαταστήστε την αυτόματη συμπλήρωση για το τρέχον κέλυφος.
es_ar: Instalar el autocompletado para el shell actual.
fr: Installer la saisie semi-automatique pour le shell actuel.
fy: Ynstallearje autofolling foar de aktuele shell.
km: ដំឡើងការបំពេញដោយស្វ័យប្រវត្តិសម្រាប់សែលបច្ចុប្បន្ន។
lb: Installéiert Autocompletion fir déi aktuell Shell.
my: လက်ရှိ shell အတွက် အလိုအလျောက်ဖြည့်သွင်းမှုကို ထည့်သွင်းပါ။
tg: Барои ҷабҳаи ҷорӣ худкомплектро насб кунед.
tt: Хәзерге кабык өчен автокомплекция урнаштырыгыз.
uk: Встановити автозаповнення для поточної оболонки.

source: The shell to use.
br: Ar grogenn da implijout.
cs: Skořápka k použití.
cy: Y gragen i&#39;w defnyddio.
el: Το κέλυφος για χρήση.
es_ar: El shell a utilizar.
fr: La coque à utiliser.
fy: De shell te brûken.
km: សំបកដែលត្រូវប្រើ។
lb: D&#39;Schuel ze benotzen.
my: အသုံးပြုရန်အခွံ။
tg: Шакл барои истифода.
tt: Куллану өчен кабык.
uk: Оболонка для використання.

source: Filter terminal formatting control sequences out of completion text.
br: Silañ heuliadoù kontroll furmaozañ an termenell diouzh an destenn echuiñ.
cs: Filtrujte nedokončené řídicí sekvence formátování terminálu.
cy: Hidlo dilyniannau rheoli fformatio terfynell allan o destun cwblhau.
el: Φιλτράρισμα αλληλουχιών ελέγχου μορφοποίησης τερματικού εκτός ολοκληρωμένου κειμένου.
es_ar: Filtrar las secuencias de control de formato de terminal del texto de finalización.
fr: Filtrer les séquences de contrôle de formatage du terminal hors du texte de complétion.
fy: Filter terminal opmaak kontrôle sekwinsjes út foltôging tekst.
km: ត្រង​លំដាប់​គ្រប់គ្រង​ទម្រង់​ស្ថានីយ​ចេញ​ពី​អត្ថបទ​បញ្ចប់។
lb: Filter Terminal Formatéierungskontrollsequenzen aus dem Fäerdegtext.
my: ပြီးဆုံးသည့်စာသားမှ terminal ဖော်မတ်ချခြင်း ထိန်းချုပ်မှု အစီအစဉ်များကို စစ်ထုတ်ပါ။
tg: Пайдарпайвандҳои идоракунии форматкунии терминалро аз матни анҷом филтр кунед.
tt: Терминал форматлау контроль эзлеклелеген тәмамлау текстыннан фильтрлагыз.
uk: Відфільтрувати послідовності керування форматуванням терміналу з тексту завершення.

source: Allow terminal formatting control sequences in completion text.
br: Aotren heuliadoù kontroll furmaozañ an termenell en destenn echuiñ.
cs: Povolit řídicí sekvence formátování terminálu v dokončovacím textu.
cy: Caniatáu dilyniannau rheoli fformatio terfynell mewn testun cwblhau.
el: Να επιτρέπονται οι ακολουθίες ελέγχου μορφοποίησης τερματικού στο ολοκληρωμένο κείμενο.
es_ar: Permitir secuencias de control de formato de terminal en el texto de finalización.
fr: Autoriser les séquences de contrôle de formatage du terminal dans le texte de complétion.
fy: Tastean terminal opmaak kontrôle sekwinsjes yn foltôging tekst.
km: អនុញ្ញាត​លំដាប់​ការ​ត្រួត​ពិនិត្យ​ទ្រង់ទ្រាយ​ស្ថានីយ​ក្នុង​អត្ថបទ​បញ្ចប់។
lb: Erlaabt Terminalformatéierungskontrollsequenzen am Fäerdegtext.
my: ပြီးဆုံးသည့်စာသားတွင် terminal ဖော်မတ်ချခြင်း ထိန်းချုပ်မှု အစီအစဉ်များကို ခွင့်ပြုပါ။
tg: Ба пайдарпайии идоракунии форматкунии терминал дар матни анҷом иҷозат диҳед.
tt: Терминал форматлау контроль эзлеклелеген тәмамлау текстында рөхсәт итегез.
uk: Дозволити послідовності керування форматуванням терміналу в тексті завершення.

source: Install autocompletion for the current or given shell.
br: Staliañ an emgefre evit ar shell bremanel pe roet.
cs: Nainstalujte automatické dokončování pro aktuální nebo daný shell.
cy: Gosod awtolenwi ar gyfer y gragen gyfredol neu benodol.
el: Εγκαταστήστε την αυτόματη συμπλήρωση για το τρέχον ή δεδομένο κέλυφος.
es_ar: Instalar el autocompletado para el shell actual o determinado.
fr: Installer la saisie semi-automatique pour le shell actuel ou donné.
fy: Ynstallearje autofolling foar de aktuele of opjûne shell.
km: ដំឡើងការបំពេញដោយស្វ័យប្រវត្តិសម្រាប់សែលបច្ចុប្បន្ន ឬដែលបានផ្តល់ឱ្យ។
lb: Installéiert Autocompletion fir déi aktuell oder gegebene Shell.
my: လက်ရှိ သို့မဟုတ် ပေးထားသော shell အတွက် အလိုအလျောက်ဖြည့်သွင်းမှုကို ထည့်သွင်းပါ။
tg: Барои қабати ҷорӣ ё додашуда пуркунии худкорро насб кунед.
tt: Ток яки бирелгән кабык өчен автокомплекция урнаштырыгыз.
uk: Встановити автозавершення для поточної або заданої оболонки.

source: The name of the django manage script to install autocompletion for if different than the script used to invoke this command.
br: Anv ar skript merañ django evit staliañ an echuiñ emgefre ma vez disheñvel diouzh ar skript implijet evit galv ar gemennadenn-mañ.
cs: Název řídícího skriptu django pro instalaci automatického dokončování, pokud se liší od skriptu použitého k vyvolání tohoto příkazu.
cy: Enw&#39;r sgript rheoli django i osod awtogwblhau ar ei gyfer os yw&#39;n wahanol i&#39;r sgript a ddefnyddir i alw&#39;r gorchymyn hwn.
el: Το όνομα του σεναρίου διαχείρισης django για την εγκατάσταση της αυτόματης συμπλήρωσης, εάν είναι διαφορετικό από το σενάριο που χρησιμοποιήθηκε για την επίκληση αυτής της εντολής.
es_ar: El nombre del script de administración de Django para instalar la función de autocompletado es diferente del script utilizado para invocar este comando.
fr: Le nom du script de gestion Django pour installer la saisie semi-automatique est différent du script utilisé pour appeler cette commande.
fy: De namme fan it django beheare skript om autofolling te ynstallearjen foar as oars as it skript dat brûkt wurdt om dit kommando op te roppen.
km: ឈ្មោះរបស់ django គ្រប់គ្រងស្គ្រីប ដើម្បីដំឡើងការបំពេញដោយស្វ័យប្រវត្តិ ប្រសិនបើខុសពីស្គ្រីបដែលប្រើដើម្បីហៅពាក្យបញ្ជានេះ។
lb: Den Numm vum django verwalten Skript fir d&#39;Autocompletion z&#39;installéieren fir wann et anescht ass wéi de Skript deen benotzt gouf fir dëse Kommando opzeruffen.
my: ဤအမိန့်ကို ခေါ်ဆိုရန်အတွက် အသုံးပြုသည့် script နှင့် ကွဲပြားပါက အလိုအလျောက်ဖြည့်သွင်းမှု ထည့်သွင်းရန် django စီမံခန့်ခွဲရေး script ၏ အမည်။
tg: Номи скрипти идоракунии django барои насби худкор пурракунӣ барои агар аз скрипте, ки барои даъват кардани ин фармон истифода мешавад, фарқ мекунад.
tt: Django исеме бу боерыкны куллану өчен кулланылган сценарийдан аерылып торса, автокомплекция урнаштыру өчен скрипт белән идарә итә.
uk: Ім’я сценарію керування django для встановлення автозавершення, якщо воно відрізняється від сценарію, використаного для виклику цієї команди.

source: The python import path to a fallback complete function to use when the completion command is not a TyperCommand.
br: An hent enporzhiañ python d&#39;un arc&#39;hwel klok en-dro da implijout pa n&#39;eo ket ar gemennadenn echuiñ ur TyperCommand.
cs: Cesta importu pythonu k záložní kompletní funkci, která se má použít, když příkaz dokončení není TyperCommand.
cy: Y llwybr mewnforio python i swyddogaeth gyflawn wrth gefn i&#39;w ddefnyddio pan nad yw&#39;r gorchymyn cwblhau yn TyperCommand.
el: Η διαδρομή εισαγωγής python σε μια εναλλακτική πλήρη συνάρτηση για χρήση όταν η εντολή ολοκλήρωσης δεν είναι TyperCommand.
es_ar: La ruta de importación de Python a una función completa de respaldo para usar cuando el comando de finalización no es un TyperCommand.
fr: Le chemin d&#39;importation Python vers une fonction de secours complète à utiliser lorsque la commande de complétion n&#39;est pas une TyperCommand.
fy: It python-ymportpaad nei in fallback-folsleine funksje om te brûken as it foltôgingskommando gjin TyperCommand is.
km: ផ្លូវនាំចូល python ទៅកាន់មុខងារពេញលេញ fallback ដើម្បីប្រើនៅពេលដែលពាក្យបញ្ជាបំពេញមិនមែនជា TyperCommand ។
lb: De Python-Importwee fir eng Réckfall komplett Funktioun fir ze benotzen wann de Fäerdegstellungskommando keen TyperCommand ass.
my: ပြီးဆုံးသည့်အမိန့်မှာ TyperCommand မဟုတ်သည့်အခါ အသုံးပြုရန်အတွက် ဖြည့်စွက်စာ ပြီးပြည့်စုံသောလုပ်ဆောင်ချက်သို့ python တင်သွင်းသည့်လမ်းကြောင်း။
tg: Роҳи воридоти python ба функсияи пурраи такрорӣ барои истифода ҳангоми фармони анҷомдиҳӣ TyperCommand нест.
tt: Питон импорт юлы кире кайту тулы функциясенә, тәмамлау командасы TyperCommand булмаганда куллану өчен.
uk: Шлях імпорту Python до резервної повної функції, яка використовується, коли команда завершення не є TyperCommand.

source: The name of the template to use for the shell completion script.
br: Anv ar patrom da arverañ evit ar skript klokaat shell.
cs: Název šablony, která se má použít pro skript dokončení shellu.
cy: Enw&#39;r templed i&#39;w ddefnyddio ar gyfer y sgript cwblhau plisgyn.
el: Το όνομα του προτύπου που θα χρησιμοποιηθεί για το σενάριο ολοκλήρωσης του κελύφους.
es_ar: El nombre de la plantilla que se utilizará para el script de finalización de shell.
fr: Le nom du modèle à utiliser pour le script de complétion du shell.
fy: De namme fan it sjabloan om te brûken foar it shell-foltôgingsskript.
km: ឈ្មោះគំរូដែលត្រូវប្រើសម្រាប់ស្គ្រីបបំពេញសែល។
lb: Den Numm vun der Schabloun fir de Shell-Fäerdegstellungsskript ze benotzen.
my: shell completion script အတွက် အသုံးပြုရန် template ၏ အမည်။
tg: Номи қолабе, ки барои скрипти анҷоми қабат истифода мешавад.
tt: Кабыкны тәмамлау скрипты өчен куллану өчен шаблонның исеме.
uk: Назва шаблону для сценарію завершення оболонки.

source: Uninstall autocompletion for the current or given shell.
br: Distaliañ an emgefre evit ar shell bremanel pe roet.
cs: Odinstalujte automatické dokončování pro aktuální nebo daný shell.
cy: Dadosod awtogwblhau ar gyfer y gragen gyfredol neu benodol.
el: Απεγκαταστήστε την αυτόματη συμπλήρωση για το τρέχον ή δεδομένο κέλυφος.
es_ar: Desinstalar el autocompletado para el shell actual o determinado.
fr: Désinstaller la saisie semi-automatique pour le shell actuel ou donné.
fy: Uninstall autocompletion foar de aktuele of opjûne shell.
km: លុបការបំពេញដោយស្វ័យប្រវត្តិសម្រាប់សែលបច្ចុប្បន្ន ឬដែលបានផ្តល់ឱ្យ។
lb: Uninstall Autocompletion fir déi aktuell oder gegebene Shell.
my: လက်ရှိ သို့မဟုတ် ပေးထားသော shell အတွက် အလိုအလျောက် ဖြည့်သွင်းခြင်းကို ဖြုတ်ပါ။
tg: Анҷомдиҳии худкорро барои қабати ҷорӣ ё додашуда нест кунед.
tt: Ток яки бирелгән кабык өчен автокомплекцияне бетерегез.
uk: Видалити автозавершення для поточної або заданої оболонки.

source: The name of the django manage script to remove shell completion for if different than the script used to invoke this command.
br: Anv ar skript django manage evit lemel echuiñ ar c&#39;helc&#39;h ma vez disheñvel diouzh ar skript implijet evit galv ar gemennadenn-mañ.
cs: Název řídicího skriptu django pro odstranění dokončení shellu, pokud se liší od skriptu použitého k vyvolání tohoto příkazu.
cy: Enw&#39;r sgript rheoli django i ddileu cwblhau cragen ar gyfer os yw&#39;n wahanol i&#39;r sgript a ddefnyddir i alw&#39;r gorchymyn hwn.
el: Το όνομα του σεναρίου διαχείρισης django για την κατάργηση της ολοκλήρωσης του κελύφους για αν είναι διαφορετικό από το σενάριο που χρησιμοποιήθηκε για την επίκληση αυτής της εντολής.
es_ar: El nombre del script de administración de Django para eliminar la finalización del shell si es diferente del script utilizado para invocar este comando.
fr: Le nom du script de gestion Django pour supprimer la complétion du shell s&#39;il est différent du script utilisé pour appeler cette commande.
fy: De namme fan it django beheare skript om shellfoltôging te ferwiderjen foar as oars as it skript dat brûkt wurdt om dit kommando op te roppen.
km: ឈ្មោះរបស់ django គ្រប់គ្រងស្គ្រីប ដើម្បីលុបការបំពេញសែល ប្រសិនបើខុសពីស្គ្រីបដែលប្រើដើម្បីហៅពាក្យបញ្ជានេះ។
lb: Den Numm vum django verwalten Skript fir d&#39;Shell-Fäerdegstellung ze läschen fir wann et anescht ass wéi de Skript deen benotzt gouf fir dëse Kommando opzeruffen.
my: ဤအမိန့်ကိုခေါ်ဆိုရန်အသုံးပြုသည့် script နှင့်ကွာခြားပါက shell completion ကိုဖယ်ရှားရန် django စီမံခန့်ခွဲသည့် script ၏အမည်။
tg: Номи скрипти идоракунандаи django барои нест кардани анҷоми ҷабҳа, агар аз скрипте, ки барои даъват кардани ин фармон истифода мешавад, фарқ мекунад.
tt: Django исеме скрипт белән идарә итә, бу боерыкны куллану өчен кулланылган скрипттан аерылып торса.
uk: Ім’я сценарію керування django для видалення завершення оболонки, якщо воно відрізняється від сценарію, використаного для виклику цієї команди.

source: Generate autocompletion for command string.
br: Krouiñ an echuiñ emgefre evit an teul urzhiañ.
cs: Generovat automatické dokončování pro řetězec příkazů.
cy: Cynhyrchu awtolenwi ar gyfer llinyn gorchymyn.
el: Δημιουργία αυτόματης συμπλήρωσης για τη συμβολοσειρά εντολών.
es_ar: Generar autocompletado para la cadena de comando.
fr: Générer la saisie semi-automatique pour la chaîne de commande.
fy: Generearje autofolling foar kommandostring.
km: បង្កើតការបំពេញដោយស្វ័យប្រវត្តិសម្រាប់ខ្សែពាក្យបញ្ជា។
lb: Generéiere autocompletion fir Kommando String.
my: အမိန့်ပေးစာကြောင်းအတွက် အလိုအလျောက်ဖြည့်စွက်မှုကို ဖန်တီးပါ။
tg: Эҷоди худкорпуркунӣ барои сатри фармон.
tt: Команда сызыгы өчен автокомплекция булдыру.
uk: Створити автозавершення для командного рядка.

source: The command string to generate completion suggestions for.
br: An teul urzhiañ evit sevel alioù echuiñ.
cs: Příkazový řetězec, pro který se mají vygenerovat návrhy dokončení.
cy: Y llinyn gorchymyn i gynhyrchu awgrymiadau cwblhau ar ei gyfer.
el: Η συμβολοσειρά εντολών για τη δημιουργία προτάσεων ολοκλήρωσης.
es_ar: La cadena de comando para generar sugerencias de finalización.
fr: La chaîne de commande pour laquelle générer des suggestions de complétion.
fy: De kommandostring foar it generearjen fan suggestjes foar foltôging.
km: ខ្សែអក្សរពាក្យបញ្ជាដើម្បីបង្កើតការផ្ដល់យោបល់សម្រាប់ការបំពេញ។
lb: De Kommando String fir Ofschlossvirschléi ze generéieren.
my: ပြီးစီးမှု အကြံပြုချက်များကို ထုတ်ပေးရန် အမိန့်စာတန်း။
tg: Сатри фармон барои тавлиди пешниҳодҳои анҷомёбӣ барои.
tt: Тәмамлау тәкъдимнәрен ясау өчен боерык сызыгы.
uk: Командний рядок для створення пропозицій завершення.

source: The cursor position.
br: Lec&#39;hiadur ar merdeer.
cs: Pozice kurzoru.
cy: Safle&#39;r cyrchwr.
el: Η θέση του δρομέα.
es_ar: La posición del cursor.
fr: La position du curseur.
fy: De rinnerke posysje.
km: ទីតាំងទស្សន៍ទ្រនិច។
lb: Cursorpositioun.
my: cursor အနေအထား။
tg: Мавқеи курсор.
tt: Курсор позициясе.
uk: Позиція курсору.

source: The python import path to a fallback complete function to use when the completion command is not a TyperCommand. By default, the builtin django autocomplete function is used.
br: An hent enporzhiañ python d&#39;un arc&#39;hwel klok en-dro da implijout pa n&#39;eo ket ar gemennadenn echuiñ ur TyperCommand. Dre ziouer e vez arveret an arc&#39;hwel emgefre django enkorfet.
cs: Cesta importu pythonu k záložní kompletní funkci, která se má použít, když příkaz dokončení není TyperCommand. Ve výchozím nastavení se používá vestavěná funkce automatického dokončování django.
cy: Y llwybr mewnforio python i swyddogaeth gyflawn wrth gefn i&#39;w ddefnyddio pan nad yw&#39;r gorchymyn cwblhau yn TyperCommand. Yn ddiofyn, defnyddir y swyddogaeth awtolenwi django adeiledig.
el: Η διαδρομή εισαγωγής python σε μια εναλλακτική πλήρη συνάρτηση για χρήση όταν η εντολή ολοκλήρωσης δεν είναι TyperCommand. Από προεπιλογή, χρησιμοποιείται η ενσωματωμένη λειτουργία αυτόματης συμπλήρωσης django.
es_ar: Ruta de importación de Python a una función de finalización alternativa que se utilizará cuando el comando de finalización no sea un TyperCommand. De forma predeterminada, se utiliza la función de autocompletado incorporada de Django.
fr: Chemin d&#39;importation Python vers une fonction de complétion de secours à utiliser lorsque la commande de complétion n&#39;est pas une TyperCommand. Par défaut, la fonction de saisie semi-automatique intégrée de Django est utilisée.
fy: It python-ymportpaad nei in fallback-folsleine funksje om te brûken as it foltôgingskommando gjin TyperCommand is. Standert wurdt de ynboude django autocomplete-funksje brûkt.
km: ផ្លូវនាំចូល python ទៅកាន់មុខងារពេញលេញ fallback ដើម្បីប្រើនៅពេលដែលពាក្យបញ្ជាបំពេញមិនមែនជា TyperCommand ។ តាមលំនាំដើម មុខងារបំពេញស្វ័យប្រវត្តិ django ដែលមានស្រាប់ត្រូវបានប្រើប្រាស់។
lb: De Python-Importwee fir eng Réckfall komplett Funktioun fir ze benotzen wann de Fäerdegstellungskommando keen TyperCommand ass. Par défaut gëtt déi agebaute django Autocomplete Funktioun benotzt.
my: ပြီးဆုံးသည့်အမိန့်မှာ TyperCommand မဟုတ်သည့်အခါ အသုံးပြုရန်အတွက် ဖြည့်စွက်စာ ပြီးပြည့်စုံသောလုပ်ဆောင်ချက်သို့ python တင်သွင်းသည့်လမ်းကြောင်း။ မူရင်းအားဖြင့်၊ builtin django အလိုအလျောက်ဖြည့်စွမ်းဆောင်ချက်ကို အသုံးပြုသည်။
tg: Роҳи воридоти python ба функсияи пурраи такрорӣ барои истифода ҳангоми фармони анҷомдиҳӣ TyperCommand нест. Бо нобаёнӣ, функсияи худкорпуркунии дохилии django истифода мешавад.
tt: Питон импорт юлы кире кайту тулы функциясенә, тәмамлау командасы TyperCommand булмаганда куллану өчен. Килешү буенча, django авто-тулы функциясе кулланыла.
uk: Шлях імпорту Python до резервної повної функції, яка використовується, коли команда завершення не є TyperCommand. За замовчуванням використовується вбудована функція автозаповнення django.

source: Show program's version number and exit.
br: Diskouez niverenn stumm ar programm ha kuitaat.
cs: Zobrazte číslo verze programu a ukončete.
cy: Dangos rhif fersiwn y rhaglen a&#39;r allanfa.
el: Εμφάνιση του αριθμού έκδοσης του προγράμματος και έξοδος.
es_ar: Mostrar el número de versión del programa y salir.
fr: Afficher le numéro de version du programme et quitter.
fy: Lit it ferzjenûmer fan it programma sjen en gean út.
km: បង្ហាញលេខកំណែរបស់កម្មវិធី ហើយចេញ។
lb: Show Programm Versioun Zuel an Sortie.
my: ပရိုဂရမ်၏ဗားရှင်းနံပါတ်ကိုပြပြီး ထွက်လိုက်ပါ။
tg: Рақами версияи барномаро нишон диҳед ва хориҷ шавед.
tt: Программаның версия номерын күрсәтегез һәм чыгу.
uk: Показати номер версії програми та вийти.

source: Verbosity level; 0=minimal output, 1=normal output, 2=verbose output, 3=very verbose output
br: Live ar c&#39;homzoù; 0=disoc&#39;h izelañ, 1=disoc&#39;h reizh, 2=disoc&#39;h lies, 3=disoc&#39;h lies-tre
cs: úroveň výřečnosti; 0 = minimální výstup, 1 = normální výstup, 2 = podrobný výstup, 3 = velmi podrobný výstup
cy: Lefel geirfa; 0= allbwn lleiaf, 1=allbwn normal, 2= allbwn gairol, 3= allbwn llafar iawn
el: Επίπεδο πολυγλωσσίας. 0 = ελάχιστη έξοδος, 1 = κανονική έξοδος, 2 = αναλυτική έξοδος, 3 = πολύ λεπτομερής έξοδος
es_ar: Nivel de verbosidad: 0=salida mínima, 1=salida normal, 2=salida verbosa, 3=salida muy verbosa
fr: Niveau de verbosité ; 0 = sortie minimale, 1 = sortie normale, 2 = sortie détaillée, 3 = sortie très détaillée
fy: nivo fan verbosity; 0 = minimale útfier, 1 = normale útfier, 2 = verbose útfier, 3 = heul verbose útfier
km: កម្រិតនៃពាក្យសំដី; 0= ទិន្នផលតិចបំផុត 1= ទិន្នផលធម្មតា 2= លទ្ធផល verbose 3= លទ្ធផល verbose ខ្លាំង
lb: Verbositéit Niveau; 0 = minimale Ausgab, 1 = normal Ausgab, 2 = verbose Ausgab, 3 = ganz verbose Ausgab
my: စကားအပြောအဆိုအဆင့်; 0=အထွက်နှုန်းအနည်းဆုံး၊ 1=သာမန်အထွက်၊ 2=စကားအထွက်အတိုး၊ 3=အလွန်အကျွံထွက်ပေါက်
tg: Сатҳи муфассал; 0 = баромади ҳадди ақал, 1 = баромади муқаррарӣ, 2 = баромади муфассал, 3 = баромади хеле муфассал
tt: Сөйләшү дәрәҗәсе; 0 = минималь чыгару, 1 = нормаль чыгару, 2 = фигыль чыгару, 3 = бик фигыль чыгару
uk: Рівень багатослівності; 0=мінімальний вивід, 1=нормальний вивід, 2=докладний вивід, 3=дуже докладний вивід

source: The Python path to a settings module, e.g. "myproject.settings.main". If this isn't provided, the DJANGO_SETTINGS_MODULE environment variable will be used.
br: An hent Python d&#39;ur modul arventennoù, da skouer "myproject.settings.main". Ma n&#39;eo ket pourchaset e vo arveret an argemmenn endro DJANGO_SETTINGS_MODULE.
cs: Cesta Pythonu k modulu nastavení, např. "myproject.settings.main". Pokud to není uvedeno, použije se proměnná prostředí DJANGO_SETTINGS_MODULE.
cy: Y llwybr Python i fodiwl gosodiadau, ee "myproject.settings.main". Os na ddarperir hwn, bydd y newidyn amgylchedd DJANGO_SETTINGS_MODULE yn cael ei ddefnyddio.
el: Η διαδρομή Python σε μια ενότητα ρυθμίσεων, π.χ. "myproject.settings.main". Εάν αυτό δεν παρέχεται, θα χρησιμοποιηθεί η μεταβλητή περιβάλλοντος DJANGO_SETTINGS_MODULE.
es_ar: La ruta de Python a un módulo de configuración, por ejemplo, "myproject.settings.main". Si no se proporciona, se utilizará la variable de entorno DJANGO_SETTINGS_MODULE.
fr: Le chemin Python vers un module de paramètres, par exemple « myproject.settings.main ». Si ce chemin n&#39;est pas fourni, la variable d&#39;environnement DJANGO_SETTINGS_MODULE sera utilisée.
fy: It Python-paad nei in ynstellingsmodule, bygelyks "myproject.settings.main". As dit net oanbean wurdt, sil de omjouwingsfariabele DJANGO_SETTINGS_MODULE brûkt wurde.
km: ផ្លូវ Python ទៅកាន់ម៉ូឌុលការកំណត់ឧទាហរណ៍ "myproject.settings.main" ។ ប្រសិនបើវាមិនត្រូវបានផ្តល់ឱ្យទេ អថេរបរិស្ថាន DJANGO_SETTINGS_MODULE នឹងត្រូវបានប្រើ។
lb: De Python Wee zu engem Astellungsmodul, zB "myproject.settings.main". Wann dëst net geliwwert gëtt, gëtt d&#39;DJANGO_SETTINGS_MODULE Ëmfeldvariabel benotzt.
my: ဆက်တင် module တစ်ခုသို့ Python လမ်းကြောင်း၊ ဥပမာ "myproject.settings.main"။ ၎င်းကို မပေးပါက၊ DJANGO_SETTINGS_MODULE ပတ်ဝန်းကျင် ကိန်းရှင်ကို အသုံးပြုပါမည်။
tg: Роҳи Python ба модули танзимот, масалан "myproject.settings.main". Агар ин таъмин набошад, тағирёбандаи муҳити DJANGO_SETTINGS_MODULE истифода мешавад.
tt: Python көйләү модулына юл, мәсәлән, "myproject.settings.main". Бу тәэмин ителмәсә, DJANGO_SETTINGS_MODULE мохит үзгәрүчесе кулланылачак.
uk: Шлях Python до модуля налаштувань, наприклад, "myproject.settings.main". Якщо цього не вказано, буде використовуватися змінна середовища DJANGO_SETTINGS_MODULE.

source: A directory to add to the Python path, e.g. "/home/djangoprojects/myproject".
br: Ur c&#39;havlec&#39;h da ouzhpennañ d&#39;an hent Python, da skouer "/home/djangoprojects/myproject".
cs: Adresář, který se má přidat do cesty Pythonu, např. "/home/djangoprojects/myproject".
cy: Cyfeiriadur i&#39;w ychwanegu at y llwybr Python, ee "/home/djangoprojects/myproject".
el: Ένας κατάλογος για προσθήκη στη διαδρομή Python, π.χ. "/home/djangoprojects/myproject".
es_ar: Un directorio para agregar a la ruta de Python, por ejemplo, "/home/djangoprojects/myproject".
fr: Un répertoire à ajouter au chemin Python, par exemple « /home/djangoprojects/myproject ».
fy: In map om ta te foegjen oan it Python-paad, bygelyks "/home/djangoprojects/myproject".
km: ថតដែលត្រូវបន្ថែមទៅផ្លូវ Python ឧទាហរណ៍ "/home/djangoprojects/myproject" ។
lb: E Verzeichnis fir op de Python Wee ze addéieren, zB "/home/djangoprojects/myproject".
my: Python လမ်းကြောင်းတွင် ထည့်ရန် လမ်းညွှန်တစ်ခု ဥပမာ "/home/djangoprojects/myproject"။
tg: Феҳрист барои илова кардан ба роҳи Python, масалан "/home/djangoprojects/myproject".
tt: Python юлына өстәргә каталог, мәсәлән "/ home / djangoprojects / myproject".
uk: Каталог, який потрібно додати до шляху Python, наприклад, «/home/djangoprojects/myproject».

source: Raise on CommandError exceptions
br: Lakaat an diforc&#39;hioù CommandError da greskiñ
cs: Upozorňovat na výjimky CommandError
cy: Codwch ar eithriadau CommandError
el: Εξαιρέσεις Raise on CommandError
es_ar: Generar excepciones CommandError
fr: Déclencher des exceptions sur CommandError
fy: Ferheegje op CommandError útsûnderings
km: លើកករណីលើកលែង CommandError
lb: Erhéijung op CommandError Ausnahmen
my: CommandError ခြွင်းချက်များကို မြှင့်တင်ပါ။
tg: Баланд бардоштани истисноҳои CommandError
tt: CommandError очракларын күтәрегез
uk: Викликати винятки CommandError
